{
  "alpukat": {
    "namaUmum": "Alpukat",
    "namaIlmiah": "Persea americana Mill.",
    "statusKonservasi": "Berdasarkan IUCN Red List, alpukat masuk dalam kategori Least Concern (LC), artinya berisiko rendah terhadap kepunahan. Hal ini disebabkan oleh distribusinya yang luas, budidaya intensif di berbagai negara, serta tingginya permintaan pasar global atas buah dari tanaman ini.",
    "deskripsiSingkat": "Tanaman buah asli Amerika Tengah yang tumbuh baik di daerah tropis dan subtropis dengan ketinggian 200–2.500 meter di atas permukaan laut.",
    "gambar": {
      "Habitus": "images/Habitus Alpukat.JPG"
    },
    "morfologi": { "judul": "Morfologi", "konten": "Pohon alpukat hijau sepanjang tahun (tidak meranggas) dengan akar tunggang dengan banyak akar lateral. Batang tingginya hingga 20 m dan menyebar, ranting silindris, percabangan banyak, panjang tangkai antara 1,5-5 cm, tidak bergetah. Daun hijau, bentuk bervariasi dari elips, oval, lanset, dan lonjong tersusun berseling. Bunga berkelamin dua, tumbuh dari ujung batang atau pada ranting, putih hingga kuning kehijauan, mekar dua kali sehari, pagi dan sore. Benang sari berjumlah sembilan, kepala putik berbentuk cakram, dan bakal buah berbentuk lonjong. Buah beratnya sekitar 300-800 g (tergantung varietasnya), berwarna hijau, ungu bahkan merah kehitaman, serta biasanya berbentuk pir atau membulat. Kulit buah (exocarp) lunak, daging buah (mesocarp) tebal dan dapat dimakan, dikelilingi oleh selaput kulit biji yang tebal. Ketika buah alpukat matang pohon, maka akan mengeluarkan suara apabila digoyang dan selaput biji akan mengalami perubahan warna menjadi cokelat keabu-abuan serta terlepas dari biji. Biji satu, bulat, kekuningan. Hingga tahun 2021, Kementerian Pertanian RI menginventarisasi beberapa varietas alpukat di Indonesia, diantaranya: ijo panjang, ijo bundar, YM lebak, mega murapi, mega gagauan, mega paninggahan, fuertindo (mentega), tongar, ledapuan sikka, pesako, gayo, siginjai, sindangreret, mentera, kendil, raja giri, si jago, rengganis, wina bandungan, idola, cipedak, moncok mentaram, soga, dan pameling. Dalam perkembangannya varietas alpukat lokal yang banyak dibudidayakan meliputi mentega, wina, miki, hass, jambon, pluwang, murapi, kendil, aligator, dan alpukat tanpa biji. Varietas-varietas alpukat yang dikembangkan tersebut mempunyai morfologi buah yang berbeda-beda." },
    "ekologi": { "judul": "Ekologi & Habitat", "konten": "Alpukat berasal dari Amerika Tengah, khususnya Meksiko, Kolombia, dan Venezuela. Alpukat tumbuh baik di daerah tropis dan subtropis dengan ketinggian 200–2.500 meter di atas permukaan laut. Tanaman ini memerlukan iklim hangat dengan curah hujan tahunan sedang hingga tinggi. Habitat alaminya berupa hutan tropis lembab, namun saat ini lebih banyak ditemukan pada lahan budidaya karena bernilai ekonomi tinggi." },
    "budidaya": { "judul": "Budidaya Tanaman", "konten": "Pertumbuhan alpukat yang optimal memerlukan curah hujan sekitar 750-1.500 mm/tahun, suhu udara antara 12-30 °C, serta lama penyinaran matahari minimal 5 jam dalam sehari. Jenis tanah untuk pertumbuhan alpukat diantaranya lempung berpasir (sandy loam), lempung liat (clay loam), lempung endapan (alluvial loam), inceptisol, grumusol, dan andisol. Namun demikian, alpukat bertumbuh optimal dalam tanah yang gembur, subur, banyak mengandung bahan organik, dengan pH berkisar 5,6-6,4. Jika pH di bawah 5,5, alpukat terancam keracunan karena unsur Al, Mg dan Fe larut dalam jumlah cukup banyak. Bibit alpukat membutuhkan waktu 6-8 tahun untuk menghasilkan buah, sedangkan cangkok, okulasi, sambung pucuk dapat mulai berbuah pada tahun kedua. Buah alpukat unik karena mengandung sejumlah besar gula C7 dalam bentuk mannoheptulosa dan perseitol yang bertindak sebagai gula yang dapat diangkut dan disimpan dan sebagai pengatur potensial pematangan buah. Gula C7 ini memainkan peran penting selama pertumbuhan dan perkembangan buah, tetapi masih diperlukan konfirmasi mengenai rute biosintesis dan fungsi fisiologis selama pertumbuhan dan perkembangan buah alpukat. Peningkatan jumlah produksi alpukat dipengaruhi oleh penggunaan pupuk. Pemberian kombinasi secara seimbang antara pupuk NPK dan pupuk hayati memiliki pengaruh dalam peningkatan yang signifikan pada laju tinggi tanaman dan laju jumlah cabang tersier tanaman alpukat, khususnya varietas Hass. Sopian dkk melaporkan bahwa pemberian dosis 10 mL/L biofertilizer, 5% DEA, dan 35% ekstrak mimba memberikan pengaruh terbaik terhadap tinggi tanaman, tingkat klorofil daun, diameter batang, dan jumlah daun alpukat. Metode aplikasi pemupukan dengan cara dikocor pada media tanam juga memberikan hasil terbaik terhadap tinggi tanaman, jumlah daun, dan tingkat klorofil daun." },
    "manfaat": { "judul": "Manfaat", "konten": "Buah alpukat dapat dikonsumsi secara langsung sebagai buah segar maupun dapat diolah menjadi produk minuman dan makanan yang sehat. Daun alpukat digunakan untuk mengobati nyeri saraf, nyeri lambung, menurunkan darah tinggi, nyeri perut dan diare, diabetes, perdarahan hebat pada menstruasi, dan mengobati batu ginjal. Biji alpukat bisa digunakan untuk mengurangi kadar gula dalam darah." },
    "klasifikasi": { "judul": "Klasifikasi", "konten": "Regnum: Plantae, Phylum: Tracheophyta, Classis: Magnoliopsida, Ordo: Laurales, Familia: Lauraceae, Genus: Persea, Species: Persea americana Mill." },
    "referensi": { "judul": "Referensi", "konten": "1. Fern, K. 2025. Useful Tropical Plants Database: Persea americana. https://tropical.theferns.info/viewtropical.php?id=Persea+americana [Accessed on August 21, 2025].\n2. Wegier, A., F. L. Hernández, A. Contrera, W. Tobón, & A. Mastretta-Yanes. 2017. Persea americana (errata version published in 2018). The IUCN Red List of Threatened Species 2017: e.T96986556A129765464. https://dx.doi.org/10.2305/IUCN.UK.2017-3.RLTS.T96986556A96986588.en [Accessed on August 24, 2025].\n3. Setiyanto, A. E. R., Abdullah, & M.W.W. Sakti. 2021. Buah-Buahan Indonesia: Tinjauan Biologi dan Kesehatan. Malang: Media Nusa Creative.\n4. Wu, Z. Y., P. H. Raven, & D. Y. Hong (Editors). 2008. Flora of China, Vol. 7 (Menispermaceae through Capparaceae). Beijing: http://www.efloras.org/florataxon.aspx?flora_id=2&taxon_id=200009046\n5. Indrajati, S. B., D. Rosita, & L. D. Saputra. 2021. Buku Lapang Budidaya Alpukat. Jakarta: Direktorat Buah dan Florikultura, Direktorat Jenderal Hortikultura, Kementerian Pertanian Republik Indonesia.\n6. Pedreschi R., V. Uarrota, C. Fuentealba, J. E. Alvar, P. Olmedo, B. G. Defilippi, C. Meneses, & R. Campos-Vargas. 2019. Primary Metabolism in Avocado Fruit. Frontiers in Plant Science, 10: 795. https://doi.org/10.3389/fpls.2019.00795\n7. Hazra, F., D. A. Santosa, K. Tanuwijaya, & D. Sukmana. 2022. Evaluasi Pupuk Hayati dan NPK terhadap Pertumbuhan Tanaman Alpukat (Persea americana Mill.) di Kebun Superavo, Subang. Jurnal Ilmu Tanah dan Lingkungan, 24 (1): 14-19. doi: https://doi.org/10.29244/jitl.24.1.14-19\n8. Sopian, M., Nurmayulis, A. H. Sodiq, & J. E. R. Rumbiak. 2023. Kondisi Optimal Pertumbuhan Bibit Alpukat (Persea americana Mill.) dengan Menggunakan Pupuk Hayati dan Kombinasi Ektraks Mimba serta Biosurfaktan Diethanolamide (DEA) Kelapa Sawit. Jurnal Ilmiah Pertanian, 20 (3): 258-270. https://doi.org/10.31849/jip.v20i3.16276\n9. Yulianti, E. R (Editor). 2022. Sayur dan Buah Berwarna Hijau di Lingkungan Rumah untuk Menangkal Radikal Bebas di Masa Pandemi Covid-19. Yogyakarta: Penerbit Deepublish." }
  },
  "aren": {
    "namaUmum": "Aren",
    "namaIlmiah": "Arenga pinnata (Wurmb) Merr.",
    "statusKonservasi": "A. pinnata (Wurmb) Merr. belum termasuk dalam kategori spesies terancam atau punah. Kemampuannya beradaptasi pada berbagai habitat serta praktik budidaya yang luas mendukung kestabilan populasinya di alam. Namun, penurunan populasi lokal dapat terjadi akibat hilangnya habitat dan eksploitasi berlebihan di beberapa daerah sehingga diperlukan pemantauan agar pemanfaatan tanaman ini dapat berkelanjutan.",
    "deskripsiSingkat": "Dikenal sebagai aren atau sugar palm, tanaman ini tumbuh subur pada iklim tropis yang hangat dan lembab serta menghasilkan nira.",
    "gambar": {
      "Habitus": "images/Habitus Aren.JPG"
    },
    "morfologi": { "judul": "Morfologi", "konten": "Aren mempunyai jenis akar serabut dengan sistem perakarannya luas yang berfungsi untuk memperkokoh tanaman serta menstabilkan pada berbagai kondisi tanah. Batangnya tumbuh tunggal dengan tinggi mencapai 20 meter dan diameternya 40 centimeter, berbentuk kokoh dan tebal. Permukaan batang sering tertutup serabut yang berasal dari pelepah daun tua. Aren memiliki daun majemuk menyirip yang besar yang panjangnya dapat mencapai antara 5–8,2 meter, terdiri atas sekitar 85-150 anak daun yang tersusun menyerupai bulu burung. Tangkai daun dan pelepah daun aren dapat mencapai hingga 1,6 m. Aren menghasilkan bunga jantan dan betina yang muncul berkelompok dalam tandan (raceme). Bunga aren berukuran kecil, berwarna putih krem, dan tumbuh dari ketiak daun. Aren mempunyai buah berupa drupe berdaging yang saat matang berwarna cokelat tua hingga hitam, berisi satu biji. Biji aren berukuran 3, 3 × 2,5 cm, dengan dua sisi pipih dan satu sisi melengkung, dikelilingi oleh kristal iritan; endosperma homogen, embrio lateral. Biji buah ini sering disebut kolang-kaling. Daging buah dapat dimakan. Rumpun bunga aren dapat disadap dan menghasilkan nira." },
    "ekologi": { "judul": "Ekologi & Habitat", "konten": "Arenga pinnata dikenal sebagai aren atau sugar palm, tumbuh subur pada iklim tropis yang hangat dan lembab. Tanaman ini awalnya ditemukan di kawasan Bangladesh, Kamboja, Myanmar, Thailand Malaysia, Filipina, serta Indonesia yang tersebar di daerah Sumatera, Jawa hingga Sulawesi. Spesies ini tumbuh pada ketinggian dari permukaan laut hingga sekitar 1.400 meter. Aren menyukai lingkungan yang lembab, sering dijumpai di hutan hujan tropis maupun hutan sekunder, dan biasanya tumbuh dekat dengan pemukiman manusia. Tanaman ini mampu beradaptasi dengan baik pada lahan yang terganggu, bahkan dapat menginvasi celah-celah hutan, sehingga membentuk tegakan rapat yang berpotensi menghambat pertumbuhan spesies asli." },
    "budidaya": { "judul": "Budidaya Tanaman", "konten": "Beberapa aspek fisiologi dalam budidaya aren yang menunjang kelangsungan dan produktivitas hidupnya perlu diperhatikan, antara lain: Fotosintesis. Aren melakukan fotosintesis dengan memanfaatkan cahaya matahari, karbondioksida, dan air untuk menghasilkan energi. Respon terhadap stress. Aren mampu mentoleransi kondisi kekeringan sesekali, meskipun lebih menyukai tanah yang tetap lembab. Dalam kondisi stres, tanaman aren cenderung menurunkan laju pertumbuhan untuk menghemat energi. Siklus hidup. Pertumbuhan tanaman aren tergolong lambat hingga sedang, sehingga membutuhkan beberapa tahun untuk mencapai kematangan atau tanaman siap menghasilkan. Aren bereproduksi secara generatif melalui bunga hingga menghasilkan buah pada fase dewasa. Aspek budidaya agar tanaman aren bertumbuh dengan optimal, yaitu: Kebutuhan tanah. Aren memerlukan kondisi tanah yang subur, gembur, dengan kandungan organik tinggi. Penambahan bahan organik secara rutin sangat dianjurkan. Pembibitan dan jarak tanam. . Pembibitan tanaman aren dapat menggunakan benih dalam bentuk biji yang matang dan berkualitas, sehingga daya kecambah 71% dengan kecepatan kecambah 2-4 minggu. Kecambah dengan tinggi 3-5 cm dapat dipindah ke bedeng pembibitan ataupun polybag dengan ukuran tinggi 30 cm dan diameter 20 cm yang telah diberi campuran tanah dan pupuk kandang dengan perbandingan 1:2. Pemindahan ke pembibitan ini dilakukan sore hari untuk mencegah terjadinya penguapan yang tinggi. Apabila menggunakan polybag, ukurannya. Pemeliharaan bibit dilakukan terutama untuk menjaga media tumbuh dalam keadaan tetap basah tetapi tidak tergenang air, sehingga aerasinya baik dan akar dapat bertumbuh dan berkembang dengan optimal. Jika aren ditanam lebih dari satu, maka jarak yang cukup harus dipertahankan agar sirkulasi udara baik dan kompetisi hara berkurang Penyiraman. Tanaman aren membutuhkan kelembapan teratur, tetapi sensitif terhadap genangan. Sehingga, tanah harus memiliki drainase baik agar akar tidak membusuk. Cahaya. Pertumbuhan aren yang ideal berada di bawah sinar matahari penuh. Namun demikian, aren mampu bertahan di tempat agak teduh pada fase mudanya. Pemupukan. Aren perlu diberikan pupuk seimbang, terutama pada musim pertumbuhan, diaplikasikan setiap beberapa bulan untuk mendukung perkembangan. Pemberian takaran dan jenis pupuk untuk bibit aren berbeda menurut umur bibit, seperti: bibit berumur 2 bulan diberi urea 10 g/bibit dan TSP 5 g/bibit. Tanaman berumur 4 bulan diberi urea 10 g/bibit dan TSP 10 g/bibit. Dalam perkembangan lebih lanjut, tanaman berumur 6 bulan diberi urea 20 g/bibit dan TSP 15 g/bibit serta berumur 8 bulan diberikan urea 25 g/bibit dan TSP 20 g/bibit. Pemberian pupuk organic, seperti kotoran sapi sebanyak 300 g/bibit juga memberikan pertumbuhan bibit aren yang lebih baik." },
    "manfaat": { "judul": "Manfaat", "konten": "Aren dimanfaatkan secara luas dalam berbagai bidang pangan tradisional maupun modern, misalnya: Pangan. Sadapan nira aren segar mempunyai rasa manis, sehingga dapat diolah menjadi gula aren merah maupun difermentasi menjadi minuman beralkohol. Buah aren yang sering disebut kolang kaling juga dapat dikonsumsi dengan beberapa tahap pengolahan. Salah satu produk olahan yang terkenal adalah kolak. Tunas apikal aren yang dikenal sebagai 'jantung aren' terkadang juga digunakan untuk bahan salad maupun disayur. Obat-obatan: Nira tanaman ini dipakai dalam pengobatan tradisional untuk masalah pencernaan serta sebagai tonik kesehatan. Akarnya juga menghasilkan produk obat, seperti rebusan teh yang digunakan untuk menyembuhkan masalah kandung kemih. Industri non pangan. Serat dari batang dan daun aren dapat digunakan untuk membuat tali, tikar, dan perlengkapan lainnya. Serat daun ini digunakan untuk pekerjaan kelautan, atap jerami, pelapis, dan sikat. Pangkal daun aren terdapat bahan wol yang dapat digunakan untuk mendempul kapal dan mengisi bantal. Kelestarian tanah. Tanaman ini mempunyai sistem perakaran yang luas, hingga kedalaman 3 meter dan lebar 10 meter sehingga dapat berperang dalam menstabilkan tanah terutama di lahan miring." },
    "klasifikasi": { "judul": "Klasifikasi", "konten": "Regnum: Plantae, Phylum: Streptophyta, Classis: Equisetopsida, Ordo: Arecales, Familia: Arecaceae, Genus: Arenga, Species: Arenga pinnata (Wurmb) Merr." },
    "referensi": { "judul": "Referensi", "konten": "1. Duryat, A.A.E. Rianti, M. Riniarti, I. S. Banuwa, B. Yuwono, S. Darmawan, & A. Rodiani. 2024. Inventory and mapping of aren (Arenga pinnata Merr.) plus tree in Tanggamus district, Lampung, Indonesia. International Journal of Design & Nature and Ecodynamics, 19 (2): 523-530. https://doi.org/10.18280/ijdne.190218\n2. Widayati, W., U. Rianse, H. Hanafi, & W. G. Abdullah. 2018. Empowerment model of aren (Arenga pinnata (Wurmb) Merr) farmer through their interaction with the environment. International Journal of Scientific & Technology Research, 7(7): 154-59.\n3. Baker, W.J., A.S. Barfod, R. Cámara-Leret, J.L. Dowe, C.D. Heatubun, P. Petoe, J. H. Turner, S. Zona, & J. Dransfield. 2024. Palms of New Guinea. Royal Botanic Gardens, Kew, Richmond. 726 pp.\n4. Dransfield, J., N.W. Uhl, C. B. Asmussen, W. J. Baker, M. M. Harley, & C. E. Lewis. 2008. Genera palmarum. Kew: Royal Botanic Gardens, 410-42.\n5. Suhendra, D., N. Karjunita, & W. K. Sari. 2023. Exploration and Morphological Characterization of Aren (Arenga pinnata Merr) Plants in Luhak District, 50 Kota Regency. JERAMI: Indonesian Journal of Crop Science, 5(2): 56-67. doi: https://doi.org/10.25077/jijcs.5.2.16-27.2023\n6. Maretha, D. E., Y. Hapida, & Y. A. T. Nugroho. 2020. Pemanfaatan air nira tanaman aren (Arenga pinnata Merr) menjadi gula semut. Palembang: Noer Fikri Offset.\n7. Hargreaves, S. 2023. Arenga pinnata. The IUCN Red List of Threatened Species 2023: e.T111452869A161420900. https://dx.doi.org/10.2305/IUCN.UK.2023-1.RLTS.T111452869A161420900.en [Accessed on 24 August 2025]." }
  },
  "berasan": {
    "namaUmum": "Berasan",
    "namaIlmiah": "Tarennoidea wallichii (Hook.f.) Tirveng. & Sastre",
    "statusKonservasi": "Jenis ini masih terekam dijumpai di Indonesia dengan hanya sedikit noktah kuning hingga 2021. Kendati demikian, keberadaannya hingga 2025 belum direkam kembali oleh GBIF. Namun demikian, jenis ini diusulkan untuk mendapatkan status Endangered (terancam) di Northern Territory, Australia karena jumlah populasinya kurang dari 250 individu.",
    "deskripsiSingkat": "Berasan atau Ki Cangkudu merupakan tumbuhan yang terdistribusi secara alami dari China Selatan hingga endemik di Northern Territory, Australia.",
    "gambar": {
      "Cabang": "images/Cabang Berasan.JPG",
      "Bunga": "images/Bunga Berasan.JPG",
      "Buah": "images/Buah Berasan.JPG"
    },
    "morfologi": { "judul": "Morfologi", "konten": "Pohon, tinggi 3-20 m; cabang kokoh, pipih hingga bersudut, gundul, dengan epidermis tipis berkerut dan retak, berwarna cokelat tembaga hingga cokelat ungu kemerahan, gugur, meninggalkan batang berkerut hingga halus. Tangkai daun 1-3 cm, gundul; helaian daun mengering seperti kulit dan seringkali lebih pucat di bagian bawah, berbentuk elips-jorong, atau elips-lanset, 7-30 × 2,9-9 cm, bagian atas mengilap dan gundul; daun penumpu 4-10 mm, gundul, runcing hingga lancip. Perbungaan berukuran 4-12 × 8-13 cm, berbintik-bintik padat atau berbulu; tangkai bunga 1-5 mm. Mahkota bunga berwarna kuning atau putih, bagian luar gundul, bagian dalam berbulu di tenggorokan; tabung berukuran 3-4 × sekitar 1,5 mm; lobus berbentuk sudip-lonjong, 3-4 mm, tumpul hingga membulat. Tangkai bunga yang mendukung buah berukuran hingga 10 mm. Buah buni bulat telur hingga setengah bulat telur, diameter 7-18 mm, gundul; biji sekitar 5 mm." },
    "ekologi": { "judul": "Ekologi & Habitat", "konten": "Berasan atau juga disebut Ki Cangkudu di Jawa Barat merupakan tumbuhan yang terdistribusi secara alami dari China Selatan, wilayah yang disebut sebagai Yunnan (Bangladesh, Bhutan, Kamboja, India, Indonesia, Malaysia, Myanmar, Nepal, Filipina, Thailand, Vietnam) Timor Leste, hingga endemik di Northern Territory, Australia. Tumbuhan ini hidup dengan baik di sekitar sungai, Lembah, hutan, dan pegunungan dengan ketinggian mulai dari 400 – 2200 mdpl." },
    "budidaya": { "judul": "Budidaya Tanaman", "konten": "Berasan tumbuh subur di berbagai kondisi lingkungan dan dapat diperbanyak dengan teknik stek batang sehat yang belum berbunga. Penggunaan hormon perangsang akar, campuran tanah yang berdrainase baik serta pemeliharaan kelembapan yang konsisten, akan mendorong perkembangan akar yang optimal, selama beberapa minggu. Pemangkasan sangat penting bagi Berasan, meliputi pembuangan cabang mati, penjarangan untuk sirkulasi udara, dan pembentukan kanopi. Di wilayah subtropis, pemangkasan terbaik dilakukan pada awal hingga akhir musim dingin saat dorman, guna mengurangi stres dan mendorong pertumbuhan lebih baik pada musim semi. Untuk mengoptimalkan pertumbuhan, Berasan membutuhkan nutrisi seimbang dengan pemupukan cair setengah dosis dua bulan sekali. Penggunaan pupuk kaya nitrogen sangat disarankan namun tidak berlebihan. Berasan tumbuh subur dalam kelembapan tinggi dan konsisten, dengan toleransi kekeringan sedang. Penyiraman perlu dilakukan setiap 2-3 minggu." },
    "manfaat": { "judul": "Manfaat", "konten": "Jenis ini merupakan tumbuhan yang dapat digunakan untuk restorasi hutan dan kawasan yang terdegradasi." },
    "klasifikasi": { "judul": "Klasifikasi", "konten": "Regnum: Plantae, Divisio: Tracheophyta, Classis: Magnoliopsida, Ordo: Gentianales, Familia: Rubiaceae, Genus: Tarrenoidea, Species: Tarrenoidea wallichii (Hook.f.) Tirveng. & Sastre" },
    "referensi": { "judul": "Referensi", "konten": "1. Wu, Z. Y., P.H. Raven & D.Y. Hong (Editors). 2011. Flora of China. Vol. 19 (Cucurbitaceae through Valerianaceae, with Annonaceae and Berberidaceae). Beijing: Science Press.\n2. Northern Territory Government. 2021. Evidence on Listing Eligibility and Conservation Actions: Tarennoidea wallichii (Hook.f.) Tirveng. & Sastre. https://www.dcceew.gov.au/sites/default/files/env/consultations/1ff7f2b8-2053-4d73-b891-74a9429d18d5/files/cam-assessment-tarennoidea-wallichii.pdf\n3. GBIF Secretariat (2023). Tarennoidea wallichii (Hook.f.) Tirveng. & Sastre. GBIF Backbone Taxonomy. https://www.gbif.org/species/2892061\n4. Picture This. 2025. Tarennoidea wallichii. https://www.picturethisai.com/wiki/Tarennoidea_wallichii.html\n5. Asanok, L., D. Marod, P. Duengkae, U. Pranmongkol, H. Kurokawa, M. Aiba, M. Katabuchi, T. Nakashizuka. 2013. Relationships between functional traits and the ability of forest tree species to reestablish in secondary forest and enrichment plantations in the uplands of Northern Thailand. Forest Ecology & Management 296: 9-23." }
  },
  "beringin": {
    "namaUmum": "Beringin",
    "namaIlmiah": "Ficus benjamina L.",
    "statusKonservasi": "Beringin termasuk dalam kategori Least Concern (LC), artinya tumbuhan ini berisiko rendah terhadap kepunahan.",
    "deskripsiSingkat": "Beringin tumbuh secara alami di Asia Selatan hingga Australia dan memerlukan kondisi lembab serta sinar matahari yang cukup.",
    "gambar": {
      "Buah muda": "images/Buah muda Beringin.JPG",
      "Akar": "images/Akar Beringin.JPG",
      "Daun": "images/Daun Beringin.JPG"
    },
    "morfologi": { "judul": "Morfologi", "konten": "Pohon, tingginya hingga 20 m, tajuk lebar, diameter luar 30-50 cm. Kulit kayu halus, abu-abu hingga putih keabu-abuan. Cabang utama menghasilkan akar udara yang dapat berkembang menjadi batang baru. Tangkai daun 1-2 cm. Daun tunggal, helai daun bulat telur hingga lonjong dengan ujung meruncing, permukaan lancip dan berwarna hijau mengilap. Buah ara duduk di ketiak daun, tunggal atau berpasangan, berwarna hijau saat muda, menjadi merah hingga ungu kehitaman saat matang. Bunga jantan, bunga empedu (gall flower), dan bunga betina berada di dalam satu buah ara." },
    "ekologi": { "judul": "Ekologi & Habitat", "konten": "Beringin tumbuh secara alami di berbagai negara di Asia Selatan, Asia Tenggara, Asia Timur (China), dan Australia. Tumbuhan ini memerlukan kondisi yang lembab dan sinar matahari yang cukup atau tidak terlalu banyak naungan supaya dapat tumbuh dengan baik. Kendati toleran terhadap angin kencang, daun-daun beringin cukup sensitif terhadap cahaya. Jika tumbuhan ini dipindahkan, maka dia akan bereaksi dengan menggugurkan daun-daunnya dan menggantikannya dengan daun-daun baru yang sesuai dengan intensitas cahaya di tempat barunya." },
    "budidaya": { "judul": "Budidaya Tanaman", "konten": "Perbanyakan beringin biasanya terjadi secara alami dengan menggunakan bijinya. Tumbuhan ini biasanya memulai pertumbuhannya sebagai epifit (menumpang) pada cabang tumbuhan lain (tumbuhan inang). Selanjutnya, tumbuhan ini akan menghasilkan akar udara yang mencapai tanah dan menjadi akar sejati serta batang. Akar-akar ini berkembang dengan cepat dan menjadi penyedia makanan bagi beringin sehingga dapat tumbuh dengan cepat, bahkan lebih cepat dibandingkan inangnya. Akar-akar udara beringin kemudian menutupi batang pohon inang dan membatasi pertumbuhan membesarnya. Pada akhirnya, pohon inang akan mati “tercekik” sehingga beringin dapat tumbuh leluasa tanpa ada pesaing. Penyerbukan beringin, sebagaimana marga Ficus yang lainnya, biasanya dibantu oleh sejenis tawon yang seringkali disebut fig wasp dari suku Agaonidae. Tawon ini masuk lewat lubang yang disebut ostiolus pada buah ara menuju ke syconium, struktur di dalam buah ara yang terdiri atas bunga jantan, bunga betina bertangkai putik pendek (bunga empedu), dan bunga betina bertangkai putik panjang (bunga betina). Di dalam syconium, tawon tersebut akan meletakkan telurnya pada bunga empedu sambil menyerbukkan bunga-bunga betina. Bakal buah bunga empedu membentuk struktur untuk melindungi telur-telur yang diletakkan di sana dan larvanya. Ketika buah ara masak, tawon jantan akan keluar terlebih dulu untuk membuahi tawon betina; tawon betina akan keluar dari bunga empedu pada saat bunga jantan masak. Tawon jantan akan membuat terowongan untuk tawon betina yang kemudian keluar dari syconium dan terbang ke buah ara lainnya untuk menyerbukkan bunga-bunganya." },
    "manfaat": { "judul": "Manfaat", "konten": "Secara ekologis, beringin berfungsi sebagai penahan longsor, penyimpan air tanah, serta menyediakan pakan bagi satwa liar melalui buahnya. Di perkotaan, beringin dimanfaatkan sebagai tanaman penghijauan karena tajuknya dapat menyerap polutan udara (khususnya timbal), dan menjadi peneduh. Ekstrak etanol buah beringin dengan IC50 40,36 μg/mL menunjukkan aktivitas antioksidan yang kuat." },
    "klasifikasi": { "judul": "Klasifikasi", "konten": "Regnum: Plantae, Divisio: Tracheophyta, Classis: Magnoliopsida, Ordo: Rosales, Familia: Moraceae, Genus: Ficus, Species: Ficus benjamina L." },
    "referensi": { "judul": "Referensi", "konten": "1. Botanic Gardens Conservation International (BGCI) & IUCN SSC Global Tree Specialist Group. 2019. Ficus benjamina. The IUCN Red List of Threatened Species 2019: e.T145362709A145370980. https://dx.doi.org/10.2305/IUCN.UK.2019-2.RLTS.T145362709A145370980.en [Accessed on 24 August 2025].\n2. Fern, K. 2025. Useful Tropical Plants Database: Ficus benjamina. https://tropical.theferns.info/viewtropical.php?id=Ficus+benjamina [Accessed on August, 24, 2025].\n3. Maundu, P.M. & T. Tengnas. 2005. Useful trees and shrubs for Kenya. World Agroforestry Centre. https://apps.worldagroforestry.org/usefultrees/species.php?id=9585&species=Ficus%20benjamina\n4. Wu, Z. Y., P. H. Raven & D. Y. Hong, eds. 2003. Flora of China. Vol. 5 (Ulmaceae through Basellaceae). Beijing: Science Press. http://www.efloras.org/florataxon.aspx?flora_id=2&taxon_id=200006350\n5. Encyclopaedia Britannica (Eds). 2025. Ficus. https://www.britannica.com/science/gall-flower [Accessed on 24 August 2025]\n6. Mudawaroch, R. E., A. Pangestu, D. Romadhon, S. Nurhayati, A.B. Rahayu, F.D. Permata. 2021. Pengadaan dan Penanaman Pohon Beringin (Ficus benjamina L.) sebagai Upaya Penanggulangan Longsor. Mataram: Prosiding Seminar Nasional Pertanian APTSI III, Universitas Muhammadiyah Mataram.\n7. Suad, L.M, I.G.P. Suryadarma, Suhartini. 2021. Eksistensi Dan Distribusi Beringin (Ficus spp.) Sebagai Mitigasi Pencemaran Udara di Kota Yogyakarta. Jurnal Prodi Biologi 6(5): 165-171.\n8. Karundeng, M. & A.A. Aloanis. 2018. Analisis Pemerangkapan Radikal Bebas Ekstrak Etanol Buah Beringin (Ficus benjamina Linn.). Fullerene Journal of Chemistry 3(2): 37-39." }
  },
  "cengkeh": {
    "namaUmum": "Cengkeh",
    "namaIlmiah": "Syzygium aromaticum (L.) Merr. & L.M.Perry",
    "statusKonservasi": "Cengkeh banyak dibudidayakan di berbagai negara dari berbagai benua. Oleh sebab itu secara umum sebenarnya tumbuhan ini masih dapat dijumpai secara luas.",
    "deskripsiSingkat": "Cengkeh adalah tumbuhan asli Indonesia dari Maluku yang kini ditanam secara luas di berbagai wilayah tropis.",
    "gambar": {
      "Batang": "images/Batang Cengkeh.JPG",
      "Daun": "images/Daun Cengkeh.JPG",
      "Bunga": "images/Bunga Cengkeh.JPG"
    },
    "morfologi": { "judul": "Morfologi", "konten": "Pohon berakar tunggang yang selalu hijau, dapat tumbuh hingga 8-30 m, tajuk sedang, pangkal tajuk rendah. Cabang tegak dan banyak. Daun gundul, dengan kelenjar minyak di permukaan bawah. Helai daun bulat memanjang dengan ujung meruncing. Bunga majemuk berbatas (cymose) dengan bunga terletak di ujung klaster; 3-4 kuntum di tiap tangkai bunga. Kelopak bunga berbentuk segitiga pendek. Kuncup bunganya awalnya berwarna pucat dan berangsur-angsur berubah menjadi hijau, kemudian berkembang menjadi merah cerah saat siap dipanen. Buah batu, berbiji satu." },
    "ekologi": { "judul": "Ekologi & Habitat", "konten": "Cengkeh adalah tumbuhan asli Indonesia yang berasal dari Maluku, khususnya Ternate, Tidore, Moti, dan Makian. ketika Inggris menanamnya di Bengkulu tahun 1798, diikuti dengan penanaman ke Sulawesi Utara pada 1870. Cengkeh juga diselundupkan ke Mauritius, yang kemudian ditanam pada 1818 di Zanzibar. Cengkeh dapat tumbuh pada ketinggian 200 – 600 mdpl tetapi pertumbuhannya akan lebih baik pada dataran rendah dengan curah hujan 1500 – 3500 mm/tahun dengan jumlah bulan kering 2-4 bulan, dan suhu 22-32 ° C." },
    "budidaya": { "judul": "Budidaya Tanaman", "konten": "Cengkeh dapat ditanam pada tanah gembur tipe andosol, latosol, regosol, dan podsolik merah dengan drainase baik dan keasaman tanah 5,5 – 6,5. Perbanyakan cengkeh dapat dilakukan dengan dua cara, yaitu vegetatif dengan sambungan dan generatif dengan biji. Meski demikian, cara yang lebih banyak dilakukan adalah generatif dengan biji. Pembibitan cengkeh dilakukan dalam empat tahap, yaitu (1) pemilihan benih; (2) penyemaian selama 3 minggu hingga 2 bulan; (3) pembibitan selama 1-2 tahun; dan (4) pemindahan bibit ke lapangan. Penyemaian dilakukan dengan mengupas kulit buah, merendam benih selama 24 jam, mencuci benih hingga bersih dan terbebas dari lendir. Setelah pencucian, benih ditanam pada media berupa kompos: tanah: pasir (1:1:3) dengan posisi setengah bagian biji menonjol di atas tanah dan bagian biji tempat calon akar berada menghadap ke tanah. Benih ditanam dengan jarak 5 x 5 cm. Semai dapat dipindahkan setelah berumur 1-2 bulan, daunnya 4-7 helai sehat, warna hijau muda hingga hijau tua mengilap. Bibit dapat ditanam langsung di bedengan ternaungi untuk menahan 50% sinar matahari. Bedengan ditambahkan pupuk kandang sekitar 20 kg/m2, dan jarak tanam 20 cm x 20 cm atau 40 cm x 40 cm. Jika tidak hendak langsung ditanam di bedengan, bibit dapat ditanam di polybag dengan media tanam berupa tanah dan pupuk kandang (2:1). Penyiraman dilakukan sebanyak 2 kali sehari sedangkan penyiangan 2-3 kali sebulan, dengan penambahan pupuk kandang dosis tinggi diberikan setelah bibit berumur enam bulan. Pupuk anorganik dapat diberikan sejak bibit berumur tiga bulan, tetapi tidak disarankan untuk bibit yang ditanam di polybag. Penanaman bibit dapat dilakukan pada lubang tanam berukuran 80 cm x 80 cm x 80 cm atau 60 cm x 60 cm x 60 cm atau 80 cm x 80 cm x 60 cm, yang sekitar sebulan sebelumnya sudah diberikan 5 – 10 kg pupuk kandang. Beberapa hama yang sering menyerang antara lain ulat penggerek batang (Notarcha spp.), kutu putih (Planococcus citri), dan kumbang penggerek cabang (Xyleborus morstatti). Sementara itu, penyakit yang kerap menimbulkan kerugian adalah jamur akar (Valsa eugeniae), mati pucuk atau Sudden Death (Mycosphaerella sp.), serta penyakit bercak daun (Cylindrocladium quinqueseptatum). Upaya pengendalian biasanya dilakukan dengan menjaga kebersihan kebun, memangkas bagian tanaman yang sakit, mengatur jarak tanam agar sirkulasi udara lancar, serta menggunakan pestisida nabati maupun kimia bila diperlukan." },
    "manfaat": { "judul": "Manfaat", "konten": "Cengkeh memiliki banyak manfaat dan aplikasi kesehatan. Senyawa utamanya, eugenol, memiliki sifat antikanker, antibakteri, antioksidan, antiinflamasi, dan insektisida. Sifat antibakteri tanaman cengkeh telah dibuktikan terhadap Escherichia coli, Streptococcus aureus, dan Streptococcus mutans, sementara itu sifat antijamurnya telah dibuktikan terhadap Candida albicans. Daun, tangkai, dan bunga biasanya digunakan untuk campuran rokok dan juga dapat diekstrak minyaknya untuk wewangian, farmasi, makanan, dan minuman. Minyak daun cengkeh dapat digunakan untuk bahan pembuatan vanili sintetis. Minyak cengkeh dapat digunakan sebagai obat masuk angin, sakit perut, dan antiseptik gigi." },
    "klasifikasi": { "judul": "Klasifikasi", "konten": "Regnum: Plantae, Divisio: Tracheophyta, Classis: Magnoliopsida, Ordo: Myrtales, Familia: Myrtaceae, Genus: Syzygium, Species: Syzygium aromaticum (L.) Merr. & L.M.Perry)" },
    "referensi": { "judul": "Referensi", "konten": "1. Wahyuno, D. & E. Martini. 2015. Pedoman Budidaya Cengkeh di Kebun Campur. Bogor: World Agroforestry Centre (ICRAF) Southeast Asia Regional Program.\n2. Orwa, C., A. Mutua, R. Kindt, R. Jamnadass, S. Anthony. 2009. Syzygium aromaticum (Agroforestree Database: a tree reference and selection guide version 4.0) https://apps.worldagroforestry.org/treedb/AFTPDFS/Syzygium_aromaticum.PDF\n3. Goñi, M.G., S.I. Roura, A.G. Ponce, M.R. Moreira. 2016. Chapter 39 - Clove (Syzygium aromaticum) Oils. In Preedy, V.R (Editor). Essential Oils in Food Preservation, Flavor and Safety https://doi.org/10.1016/B978-0-12-416641-7.00039-0\n4. GBIF Secretariat. 2023. GBIF Backbone Taxonomy: Syzygium aromaticum (L.) Merr. & L.M. Perry. https://www.gbif.org/species/3183002 [accessed via GBIF.org on 2025-09-09]\n5. Suwarto, Y. Octavianty & S. Hermawati. 2019. Top 15 Tanaman Perkebunan. Jakarta: Penebar Swadaya.\n6. Tulungen, F. R. 2019. Cengkeh dan manfaatnya bagi kesehatan manusia melalui pendekatan competitive intelligence. Jurnal Biofarmasetikal Tropis, 2(2): 158-169.\n7. Pradana, A., D. Santosa, & T.N.S. Sulaiman. (2023). Potensi Cengkeh (Syzygium aromaticum (L.) Merr. & Perry) di Indonesia Sebagai Sumber Daya Alam dan Bahan Baku Obat Antibakteri dan Antijamur. Majalah Farmaseutik, 20(1): 70-78." }
  },
  "durian": {
    "namaUmum": "Durian",
    "namaIlmiah": "Durio zibethinus Murr.",
    "statusKonservasi": "Durian (Durio zibethinus Murr.) diklasifikasikan oleh International Union for Conservation of Nature (IUCN) dengan status Data Deficient (DD), yang menunjukkan bahwa informasi mengenai populasi alami, distribusi, serta ancaman yang dihadapi spesies ini masih terbatas atau belum mencukupi untuk menilai tingkat risiko kepunahannya secara tepat.",
    "deskripsiSingkat": "Durian berasal dari Asia Tenggara dan dikenal melalui relief Candi Borobudur sebagai bagian dari sejarah Nusantara.",
    "gambar": {
      "Habitus": "images/Habitus Durian.JPG"
    },
    "morfologi": { "judul": "Morfologi", "konten": "Durian memiliki ciri morfologi sebagai berikut: Akar. Akar durian terdiri dari akar tunggang (akar primer), akar sekunder, dan akar tersier. Akar primer biasanya tumbuh lurus dari batang utama ke dalam tanah dan berfungsi sebagai penopang utama tegaknya tanaman. Akar sekunder tumbuh pada leher akar dan juga berfungsi sebagai pendukung berdirinya tanaman. Akar tersier tumbuh dari akar sekunder dengan ukuran yang lebih kecil dan bercabang-cabang. Akar tersier ini disebut juga sebagai akar serabut, yang berfungsi untuk menyerap air dan hara dari dalam tanah. Batang. Batang durian memiliki kulit yang berwarna merah cokelat gelap, kasar, dan kadang terkelupas. Daun. Daun jorong hingga lanset dengan panjang antara 10 hingga 17 cm dan lebar 3 hingga 4,5 cm. Daun umumnya terletak berseling, bertangkai, berpangkal lancip atau tumpul, dan berujung lancip melandal. Sisi bagian atas daun berwarna hijau terang, sedangkan sisi bawah tertutup sisik-sisik berwarna perak atau keemasan dengan bulu-bulu yang mirip bintang. Tepi daun dari tanaman durian ada yang rata dan bergelombang, serta memiliki tonjolan urat daun yang ada yang jelas dan tidak jelas. Bunga. Bunga durian muncul langsung dari batang (cauliflorous) atau cabang-cabang yang tua di bagian pangkal (proximal) secara berkelompok. Bunga-bunga tersebut berkelompok dalam karangan yang berisi sekitar 3-10 kuntum, berbentuk tukal atau malai rata. Kuncup bunganya membulat dengan diameter sekitar 2 cm dan bertangkai panjang. Kelopak bunga berbentuk tabung dengan panjang kurang lebih 3 cm. Daun kelopak tambahan terpecah menjadi 2-3 cuping, berbentuk bundar telur. Mahkota bunga berbentuk sudip, panjangnya kira-kira dua kali panjang kelopak, berjumlah lima helai, dan berwarna keputih-putihan. Benang sarinya banyak, terbagi ke dalam lima berkas. Sementara itu, kepala putiknya membentuk bongkol dengan tangkai yang berbulu. Bunga muncul dari kuncup dorman, umumnya mekar pada sore hari dan bertahan hingga beberapa hari. Pada siang hari, bunga menutup. Bunga durian menyebarkan aroma wangi yang berasal dari kelenjar nektar di bagian pangkalnya untuk menarik perhatian kelelawar sebagai penyerbuk utamanya. Tanaman durian memiliki alat kelamin jantan dan betina dalam satu bunga, sehingga tergolong bunga sempurna. Jumlah benang sari bunga durian adalah 40. Bunga durian tersusun pada ranting yang tidak berdaun atau pada cabang tua. Panjang kelopaknya mencapai 3 cm, berbentuk lonceng, dan berwarna putih hingga cokelat keemasan. Pada umumnya, bunga durian mekar pada sore hari sekitar jam 16.00 WIB. Buah dan biji. Buah kapsul bulat, bulat telur, hingga lonjong, dengan panjang dan diameter masing-masing 25 cm dan 20 cm. Kulit buahnya tebal serta berwarna hijau kekuning-kuningan, kecokelatan, hingga keabu-abuan. Permukaan kulit durian bersudut tajam (berduri), meskipun duri ini bukan duri dalam pengertian botani. Buah akan berkembang setelah pembuahan dan memerlukan waktu 90-130 hari hingga siap dipanen. Pada masa perkembangan buah, terjadi persaingan antarbuah dalam satu kelompok, sehingga hanya satu atau beberapa buah yang akan mencapai kemasakan. Sisanya akan gugur atau dipertahankan, tetapi pengisiannya tidak sempurna. Buah umumnya akan jatuh sendiri apabila sudah masak. Pada umumnya, berat buah durian dapat mencapai 1,5-5 kg. Setiap buah durian memiliki lima ruang yang menunjukkan jumlah biji yang dimiliki. Setiap ruangan terisi oleh beberapa biji, biasanya tiga butir atau lebih. Biji lonjong, panjang kira-kira 4 cm. Biji lonjong hingga bulat, berada di daging buah, berserat halus di bagian ujungnya. Di dalam biji durian terdapat beberapa lapisan yang terdiri dari epidermis atau lapisan luar yang tipis, dan dermis yang merupakan bagian dalam biji yang tebal. Biji durian berwarna cokelat kekuningan, dengan kulit yang mengkilat, sementara bagian dalamnya berwarna putih." },
    "ekologi": { "judul": "Ekologi & Habitat", "konten": "Durian diketahui berasal dari Asia Tenggara, khususnya Kalimantan dan Sumatera. Jejak durian dalam sejarah Nusantara dijumpai pada relief Candi Borobudur dan Prasasti Kayumwungan (824 M). Durian merupakan tanaman yang tumbuh optimal di daerah dengan temperatur rata-rata antara 25 hingga 28°C dan curah hujan tahunan berkisar antara 2.000 hingga 3.000 mm. Tanaman ini memerlukan lahan dengan ketinggian kurang dari 800 m dpl, kemiringan 5° hingga 20°, serta drainase yang baik. Tanah yang sesuai adalah tanah lempung berpasir dengan solum dalam lebih dari 1,5 m, kaya akan bahan organik, dan memiliki pH tanah antara 6 hingga 7." },
    "budidaya": { "judul": "Budidaya Tanaman", "konten": "Durian (Durio zibethinus Murr.) merupakan tanaman yang tumbuh optimal pada tanah yang subur dengan drainase yang baik, di mana struktur tanah yang ideal adalah remah, dalam, memiliki aerasi baik, dan kaya akan bahan organik. Jenis tanah yang sesuai untuk durian adalah tanah lempung berpasir, grumosol, serta andosol, dengan solum dalam lebih dari 1,5 m. Tanah yang sangat baik untuk pertumbuhan memiliki tekstur remah dengan komposisi seimbang antara pasir, liat, dan debu, berwarna hitam keabu-abuan hingga cokelat, serta mampu mengikat air dalam jumlah cukup. Derajat keasaman tanah (pH) yang sesuai adalah 5–7, dengan pH optimum 6,0–6,5. Kondisi air tanah yang ideal berada pada kedalaman 50 hingga 200 cm; kedalaman yang terlalu dangkal atau terlalu dalam dapat menurunkan kualitas buah, menyebabkan rasa kurang manis, tanaman mengalami kekeringan, atau akar mudah membusuk akibat genangan air. Penanaman bibit durian di kebun sebaiknya dilakukan pada awal musim hujan agar ketersediaan air tercukupi. Waktu tanam yang dianjurkan adalah pada sore hari untuk menghindari paparan langsung sinar matahari. Jarak tanam yang umum digunakan adalah 12 m antar baris dan 8 m dalam baris. Dalam budidaya intensif, jarak tanam dapat diperkecil menjadi 10 m antarbaris dan 6–8 m dalam baris, dengan pemangkasan tajuk secara rutin agar produktivitas buah lebih tinggi. Dalam satu lahan penanaman, sebaiknya ditanam 3 hingga 5 klon durian yang berbeda. Hal ini bertujuan untuk mendorong terjadinya penyerbukan silang, mengingat beberapa varietas durian tidak dapat berbuah tanpa adanya penyerbukan silang. Selain itu, penanaman berbagai varietas juga dapat meningkatkan variasi hasil dan memperluas peluang pasar." },
    "manfaat": { "judul": "Manfaat", "konten": "Durian mempunyai beragam kegunaan sebagai: Durian mengandung kadar besi yang tinggi, yang berperan dalam merangsang produksi hemoglobin dalam darah. Kandungan ini sangat bermanfaat untuk membantu pembentukan sel darah merah, terutama bagi penderita anemia. Durian memiliki tekstur yang lunak dan lembut, sehingga dapat membantu mengatasi peradangan pada saluran pencernaan. Buah ini juga berfungsi sebagai makanan yang mencegah gangguan pada usus. Selain itu, durian mampu menetralisir kelebihan asam lambung dan mengurangi iritasi dengan cara melapisi dinding perut. Kulit durian dapat dimanfaatkan sebagai sumber energi alternatif dalam bentuk briket. Briket yang terbuat dari kulit durian ini tidak menghasilkan gas berbahaya seperti CO2, CO, NOx, dan SOx, sehingga lebih aman bagi lingkungan dan kesehatan. Kulit durian bisa dimanfaatkan sebagai pupuk organik dengan cara merebusnya terlebih dahulu, lalu dijemur hingga kering. Setelah kering, kulit tersebut dihancurkan menjadi serbuk. Pupuk ini kemudian dapat digunakan dengan mencampurkannya langsung ke dalam air sebelum diaplikasikan ke tanaman. Durian memiliki kandungan zat besi, tembaga, dan asam folat yang berperan dalam membantu menurunkan kadar kolesterol dalam darah. Selain itu, buah ini juga berfungsi sebagai pembersih darah." },
    "klasifikasi": { "judul": "Klasifikasi", "konten": "Regnum: Plantae, Phylum: Magnoliophyta, Classis: Magnoliopsida, Ordo: Malvales, Familia: Bombaceae, Genus: Durio, Species: Durio zibethinus Murr." },
    "referensi": { "judul": "Referensi", "konten": "1. Djaenudin, D., H. Marwan, H. Subagjo, & A. Hidayat. 2011. Petunjuk teknis evaluasi lahan untuk komoditas pertanian. Bogor: Balai Besar Penelitian dan Pengembangan Sumberdaya Lahan Pertanian, Badan Penelitian dan Pengembangan Pertanian.\n2. Tirtawinata, M. R., P. J. Santoso, & L. H. Apriyanti. 2016. Durian: Pengetahuan Dasar untuk Pecinta Durian. Jakarta: AgriFlo, Penebar Swadaya Group.\n3. Sobir, & R. M. Napitupulu. 2015. Berkebun Durian Unggul Edisi Revisi. Jakarta Timur: Penebar Swadaya.\n4. Syah, M. J. A., 2023. Menggapai Laba dari Budidaya Durian Tanaman Banyak Manfaat. Klaten: PT. Nas Media Indonesia.\n5. GBIF Secretariat. 2023. GBIF Backbone Taxonomy: Durio zibethinus Murray. https://www.gbif.org/species/3152230. Accessed on 5 September 2025.\n6. Ashari, S. 2017. Durian King of the Fruits. Malang: UB Press.\n7. Ganesan, S. K. 2024. Durio zibethinus. The IUCN Red List of Threatened Species 2024: e.T33346A67805386. https://dx.doi.org/10.2305/IUCN.UK.2024-1.RLTS.T33346A67805386.en. Accessed on 28 August 2025." }
  },
  "jabon-putih": {
    "namaUmum": "Jabon Putih",
    "namaIlmiah": "Neolamarckia cadamba (Roxb.) Bosser",
    "statusKonservasi": "Jabon Putih banyak dibudidayakan di Indonesia dan keberadaannya di berbagai negara masih cukup banyak sejak 1972 hingga 2025. Oleh sebab itu secara umum sebenarnya tumbuhan ini masih dapat dijumpai secara luas.",
    "deskripsiSingkat": "Jabon Putih merupakan jenis pohon cepat tumbuh yang tersebar luas di Indonesia dan menjadi prioritas dalam pembangunan hutan tanaman.",
    "gambar": {
      "Batang": "images/Batang Jabon Putih.JPG",
      "Daun": "images/Daun Jabon Putih.JPG",
      "Bunga": "images/Bunga Jabon Putih.JPG",
      "Buah": "images/Buah Jabon Putih.JPG"
    },
    "morfologi": { "judul": "Morfologi", "konten": "Pohon, tingginya dapat mencapai 45 m. Batang lurus dan silindris, diameter 100 – 160 cm, tajuk seperti payung dengan sistem percabangan mendatar. Pohon muda berkulit abu-abu dan mulus, pohon tua berkulit kasar dan agak beralur. Daun menempel pada batang utama, hijau mengilap, berpasangan, oval-lonjong (15–50 cm x 8–25 cm). Bunga biseksual, berbagi lima, bertangkai harum, berwarna oranye atau kuning. Kelopak bunga bentuk corong, daun mahkota berlekatan membentuk satu struktur (gamopetalous), berbentuk seperti cawan. Benang sari lima bertangkai pendek, melekat pada tabung mahkota. Buah majemuk, bulat dan lunak, kapsul berdaging dengan sangat banyak biji bersudut tiga atau tidak teratur. Karakteristik morfologis yang membedakan Jabon Putih dari Jabon Merah adalah bahwa pada Jabon Putih, tunas daun mudanya berwarna cokelat muda, pangkal daun rata, batang muda hijau kecokelatan, batang dewasa cokelat kelabu, buah masak berwarna kuning. Selain itu, tulang daun Jabon Putih berwarna hijau, sementara tulang daun Jabon Merah berwarna hijau kemerahan." },
    "ekologi": { "judul": "Ekologi & Habitat", "konten": "Jabon (Neolamarckia spp.) secara umum merupakan salah satu jenis pohon cepat tumbuh yang banyak dijumpai secara alami di wilayah Sulawesi bagian utara dan Maluku. Jabon Putih (N. cadamba) tersebar luas di Indonesia mulai Sumatera, Jawa Barat, Jawa Timur, Kalimantan Timur, Kalimantan Selatan, seluruh Sulawesi, Nusa Tenggara Barat dan Papua. Penyebaran Jabon meliputi hutan dataran rendah hingga kawasan pegunungan dengan ketinggian sekitar 10 – 1.500 mdpl. Jenis ini mampu tumbuh baik pada berbagai jenis tanah dan memerlukan curah hujan tahunan sekitar 1.500 – 5.000 mm/tahun." },
    "budidaya": { "judul": "Budidaya Tanaman", "konten": "Jabon merupakan tumbuhan perintis yang tumbuh baik pada tanah subur beraerasi di hutan sekunder, terutama di daerah tergenang air. Jenis ini tumbuh baik pada ketinggian 300 – 800 mdpl, membutuhkan cahaya yang cukup, dan tidak toleran terhadap suhu rendah. Suhu maksimum untuk pertumbuhan jabon berada dalam rentang 32–42oC dan suhu minimumnya 3–15,5oC. Produksi benih biasanya dilakukan setelah tanaman berumur lima tahun. Benih dapat dipersiapkan dengan pengeringan, penyaringan, dan penghancuran. Budidaya Jabon dimulai dari penyemaian biji pada media pasir halus. Perkecambahan biasanya berlangsung selama 2 – 3 minggu. Setelah berumur 8 – 12 minggu, semai dapat dipindahkan ke dalam polybag. Setelah tinggi bibit mencapai 30 – 40 cm, bibit siap ditanam di lapangan. Lubang tanam berukuran 30 cm x 30 cm x 30 cm lazim digunakan. Pemupukan pada tahun pertama dapat dilakukan dengan menambahkan NPK. Pemanenan pohon dapat dilakukan setelah tanaman mencapai usia sekitar lima tahun." },
    "manfaat": { "judul": "Manfaat", "konten": "Jabon dapat diambil kayunya untuk bahan baku kayu lapis, konstruksi ringan, pulp dan kertas. Jenis ini dapat digunakan sebagai pohon peneduh tepi jalan dan di desa-desa dapat digunakan sebagai pohon pelindung dalam sistem wanatani. Selain itu, Jabon Putih dapat digunakan dalam reboisasi karena bisa memperbaiki sifat fisika dan kimia tanah. Ekstrak daun Jabon dapat digunakan untuk obat kumur. Kulit kayu digunakan sebagai obat tradisional penurun demam. Kulit akar dapat diekstrak taninnya untuk menghasilkan pewarna kuning." },
    "klasifikasi": { "judul": "Klasifikasi", "konten": "Regnum: Plantae, Divisio: Tracheophyta, Classis: Magnoliopsida, Ordo: Gentianales, Familia: Rubiaceae, Genus: Neolamarckia, Species: Neolamarckia cadamba (Roxb.) Bosser" },
    "referensi": { "judul": "Referensi", "konten": "1. Abdulah, L., N. Mindawati, A.S. Kosasih, & Darwo. 2013. Evaluasi Pertumbuhan Awal Jabon (Neolamarckia cadamba Roxb) di Hutan Rakyat. Jurnal Penelitian Hutan Tanaman 10(3): 119-128.\n2. Halawane, J.E., H.N. Hidayah, J. Kinho. 2011. Prospek Pengembangan Jabon Merah (Anthocephalus macrophyllus (Roxb.) Havil): Solusi pertanian masa depan. Manado: Badan Penelitian dan Pengembangan Kehutanan – Balai Penelitian Kehutanan.\n3. Krisnawati, H., M. Kallio, M. Kanninen. 2011. Anthocephalus cadamba Miq: Ekologi, Silvikultur, Produktivitas. Bogor: Center for International Forestry Research (CIFOR).\n4. Wu, Z. Y., P. H. Raven & D. Y. Hong (eds). 2011. Flora of China. Vol. 19 (Cucurbitaceae through Valerianaceae, with Annonaceae and Berberidaceae). Beijing: Science Press. http://www.efloras.org/florataxon.aspx?flora_id=2&taxon_id=220009137\n5. Bramasto, Y., D.J. Sudradjat, E.Y. Rustam. 2015. Keragaman morfologi tanaman jabon merah (Anthocephalus macrophyllus) dan jabon putih (Anthocephalus cadamba) berdasarkan dimensi buah, benih dan daun. Prosiding Seminar Nasional Masyarakat Biodiversitas Indonesia 1(6): 1278-1283.\n6. GBIF Secretariat. 2023. GBIF Backbone Taxonomy: Neolamarckia cadamba (Roxb.) Bosser. https://www.gbif.org/species/2896888 [accessed via GBIF.org on 2025-10-11]\n7. Dinas Kehutanan Provinsi Sulawesi Tengah & Direktorat Jenderal Planologi Kementerian Kehutanan. 2021. Tanaman Jabon: Penyelamat lingkungan. Jakarta: UN-REDD Programme Indonesia. https://www.un-redd.org/sites/default/files/2021-09/B04_bahasa%20%28964572%29.pdf" }
  },
  "jambu-air": {
    "namaUmum": "Jambu Air",
    "namaIlmiah": "Syzygium aqueum (Burm.f.) Alston",
    "statusKonservasi": "Syzygium aqueum (Burm.f.) Alston yang dikenal dengan jambu air merupakan tanaman yang dapat tumbuh optimal di daerah beriklim kering dengan curah hujan tahunan antara 500–3.000 mm. Klasifikasi IUCN memasukkan spesies ini ke dalam kategori yang aman dari kepunahan secara global karena distribusinya yang luas di Asia Tenggara.",
    "deskripsiSingkat": "Jambu air tumbuh optimal di daerah beriklim kering dan dapat beradaptasi di dataran rendah hingga ketinggian sekitar 500 mdpl.",
    "gambar": {
      "Habitus": "images/Habitus Jambu Air.JPG"
    },
    "morfologi": { "judul": "Morfologi", "konten": "Akar. Tanaman jambu air memiliki sistem perakaran yaitu akar tunggang (radix primaria) dengan percabangan relatif kecil. Batang. Batang jambu air tergolong perdu dengan tinggi tanaman berkisar 3–10 meter, berbentuk agak bengkok, berwarna cokelat, bertekstur kasar dengan bercak-bercak pada permukaannya, serta memiliki cabang berukuran bervariasi, baik kecil maupun besar. Daun. Daun jambu air merupakan daun tunggal, berhadapan, dan bertangkai, dengan helaian berbentuk elips, pangkal membulat, serta ujung tumpul hingga meruncing. Permukaan adaksial (atas) tampak mengilap dengan tajuk yang tersusun tidak teratur, sedangkan permukaan abaksial (bawah) cenderung lebih pucat. Ukuran helaian daunnya dengan dimensi panjang berkisar 15–20 cm lebarnya dan 4–6 cm dengan pertulangan menyirip. Daun muda umumnya berwarna merah keunguan atau kecokelatan, kemudian berubah menjadi hijau ketika dewasa. Bunga. Bunga jambu air tersusun dalam bentuk malai dan biasanya muncul di ketiak daun. Bentuk bunganya menyerupai corong dengan susunan seimbang (aktinomorf), memiliki banyak benang sari berwarna putih yang mudah rontok, serta satu putik dengan bakal buah yang tenggelam. Warna bunganya kuning keputihan, dengan benang sari berukuran sekitar 4–5 cm mengelilingi putik. Buah dan biji. Buah jambu air berbentuk gasing atau lonceng dengan tipe buni, pangkalnya kecil dan bagian ujung melebar. Warna buah buni bervariasi, mulai dari hijau saat muda, kemudian berubah menjadi putih hingga merah muda, dan menjadi merah tua ketika matang. Lapisan kulit luar (eksokarp) tipis dan licin, sedangkan daging buah (mesokarp) berwarna putih, bertekstur empuk seperti gabus, berair, dan memiliki rasa segar yang manis asam saat matang, serta agak sepat ketika masih muda. Buah ini umumnya tumbuh pada ketiak daun (aksiler) dan mengandung biji kecil berbentuk bulat dengan jumlah 0–6 butir." },
    "ekologi": { "judul": "Ekologi & Habitat", "konten": "Syzygium aqueum (Burm.f.) Alston yang dikenal dengan jambu air merupakan tanaman yang dapat tumbuh optimal di daerah beriklim kering dengan curah hujan tahunan antara 500–3.000 mm dan musim kemarau lebih dari empat bulan, seperti di Stabat (Sumatera Utara), Subang (Jawa Barat), dan Lampung, yang menghasilkan buah manis, renyah, dan kadar air rendah. Sebaliknya, di daerah dengan curah hujan tinggi, buah cenderung kurang manis karena kandungan air berlebih. Tanaman ini berkembang baik pada suhu 18–28°C dengan kelembapan 50–80% dan dapat beradaptasi di dataran rendah hingga ketinggian sekitar 500 mdpl." },
    "budidaya": { "judul": "Budidaya Tanaman", "konten": "Tanaman jambu air yang dibudidayakan dalam budidaya tabulampot perlu ditempatkan di area terbuka dengan paparan sinar matahari penuh minimal 6 jam per hari, agar kemanisan buah terjaga. Jambu air juga memerlukan pasokan air cukup, terutama saat fase pembungaan dan pembuahan, karena kekurangan air dapat menyebabkan kekeringan dan gugurnya daun. Sumber air dapat berasal dari sungai, irigasi, atau sumur. Tanaman jambu air toleran terhadap berbagai jenis tanah, namun lahan yang ideal untuk berkebun jambu air adalah yang memiliki kondisi tanah subur, gembur, kaya humus, dengan aerasi dan drainase yang baik, serta derajat keasaman tanah (pH) antara 4 hingga 8. Tanaman jambu air dapat dikembangbiakkan secara generatif melalui biji dan secara vegetatif melalui okulasi serta cangkok. Perbanyakan dengan biji sering kurang memuaskan karena umur tanaman untuk mulai berbuah relatif lama dan sering terjadi penyimpangan sifat dari pohon induknya. Oleh karena itu, perbanyakan dengan biji hanya dianjurkan untuk menghasilkan batang bawah yang akan digunakan sebagai bahan penyambungan. Perawatan jambu air relatif mudah dilakukan, sementara produktivitas tanamannya tergolong tinggi. Dalam kondisi optimal, satu pohon jambu air mampu menghasilkan sekitar 80–100 kg buah per tahun. Untuk memperoleh buah dengan kualitas baik dan rasa manis, panen sebaiknya dilakukan pada musim kemarau, karena pada periode tersebut kadar kemanisan buah cenderung lebih tinggi dibanding musim hujan." },
    "manfaat": { "judul": "Manfaat", "konten": "Jambu air mempunyai beragam kegunaan sebagai: Membantu melancarkan buang air besar. Kandungan air dan serat pada jambu air berperan dalam melancarkan buang air besar dengan membantu proses pencernaan, sehingga dapat mencegah sembelit serta mengurangi gangguan pencernaan lainnya. Jambu air berpotensi menurunkan tekanan darah, sehingga bermanfaat bagi penderita hipertensi. Kandungan kalium yang tinggi dan kadar natrium yang rendah membantu menjaga keseimbangan tekanan darah, sehingga tidak hanya mengontrol hipertensi tetapi juga berperan dalam mencegah penyakit kardiovaskular lain, seperti kolesterol tinggi, serangan jantung, stroke, hingga jantung koroner. Jambu air berperan dalam penyediaan sumber karbohidrat (gula) yang dapat dimanfaatkan sebagai bahan pembuatan nata. Nata merupakan produk pangan berbahan selulosa yang dihasilkan melalui proses fermentasi oleh bakteri Acetobacter xylinum. Jambu air juga bermanfaat sebagai sumber vitamin C yang berperan penting dalam menjaga kesehatan kulit, meningkatkan sistem kekebalan tubuh, serta membantu menjaga kebugaran organ tubuh, sehingga lebih tahan terhadap serangan penyakit." },
    "klasifikasi": { "judul": "Klasifikasi", "konten": "Regnum: Plantae, Phylum: Tracheophyta, Classis: Magnoliopsida, Ordo: Myrtales, Familia: Myrtaceae, Genus: Syzygium, Species: Syzygium aqueum (Burm.fil.) Alston" },
    "referensi": { "judul": "Referensi", "konten": "1. Pujiastuti, E. 2015. Jambu Air Eksklusif. Depok: PT Trubus Swadaya.\n2. Suhaeni, N. 2023. Petunjuk Praktis Menanam Jambu Air dalam Pot. Bandung: Penerbit Nuansa Cendekia.\n3. Aprillia, J. Z., Wisanti, & E. K. Putri. 2021. Kajian Taksonomi Numerik Tiga Jenis Syzygium Berdasarkan Karakter Morfologi. LenteraBio: Berkala Ilmiah Biologi, 10(1): 40-50.\n4. Rahma, A. M., A. Zahra, & A. Supriatna. 2023. Inventarisasi Tumbuhan Famili Myrtaceae di Kampung Andir, RT. 01/ RW. 08, Desa Rancamulya, Sumedang. Jurnal Riset Rumpun Ilmu Tanaman (JURRIT), 2(1): 53-64.\n5. Sari, E., Jumiati, & S. Wahyuni. 2020. Sosialisasi Pemanfaatan Jambu Air menjadi Nata de Syzygium. DINAMISIA: Jurnal Pengabdian Kepada Masyarakat, 4(2): 209-213.\n6. GBIF Secretariat. 2023. GBIF Backbone Taxonomy. https://www.gbif.org/species/3183335. Accessed on 06 September 2025.\n7. Jimbo, T. 2023. Syzygium aqueum. The IUCN Red List of Threatened Species 2023: e.T218697595A218698167. https://dx.doi.org/10.2305/IUCN.UK.20231.RLTS.T218697595A218698167.en. Accessed on 08 September 2025.\n8. Putri, A. N. Z. 2021. Strategi Budidaya Tanaman Jambu Air. Jakarta: Elementa Agro Lestari.\n9. Wahyuni, S. & Jumiati. 2019. Potensi Acetobacter xylinum dalam Pembuatan Nata de Syzygium. Bio-Lectura, 6(2): 195-203." }
  },
  "jambu-biji": {
    "namaUmum": "Jambu Biji",
    "namaIlmiah": "Psidium guajava L.",
    "statusKonservasi": "Jambu biji (P. guajava L.) diklasifikasikan oleh International Union for Conservation of Nature (IUCN) sebagai Least Concern (LC), yang menunjukkan bahwa spesies ini tidak menghadapi risiko kepunahan di tingkat global. Status LC ini mencerminkan penyebaran jambu biji yang sangat luas di daerah tropis dan subtropis, serta kemampuannya beradaptasi dengan berbagai kondisi lingkungan.",
    "deskripsiSingkat": "Jambu biji merupakan tanaman yang berasal dari kawasan tropis Amerika dan banyak dibudidayakan sebagai pohon buah-buahan.",
    "gambar": {
      "Habitus": "images/Habitus Jambu Biji.JPG"
    },
    "morfologi": { "judul": "Morfologi", "konten": "Jambu biji memiliki ciri morfologi sebagai berikut: Akar. Tanaman jambu biji memiliki sistem akar tunggang. Akar lateralnya berserabut dengan jumlah yang cukup banyak dan tumbuh dengan relatif cepat. Sistem perakaran jambu biji cukup kuat, serta mampu menyerap unsur hara secara efektif, sehingga tanaman ini dapat berbuah sepanjang tahun. Batang. Batang jambu biji memiliki karakteristik yang khas, antara lain terbuat dari kayu yang keras, padat, dan kuat, sehingga batangnya tidak mudah patah. Kulit batangnya halus dan dapat terkelupas dengan mudah. Pada tahap tertentu, tanaman ini mengalami proses pergantian atau peremajaan kulit. Warna kulit batang dan cabang-cabangnya cenderung cokelat atau cokelat keabu-abuan. Daun. Daun jambu biji memiliki berbagai bentuk, seperti bulat panjang, bulat ramping, atau oval, dengan ujung yang bisa tumpul maupun lancip. Warna daun juga bervariasi, mencakup hijau tua, hijau muda, merah tua, dan hijau dengan bercak kuning. Beberapa daun memiliki permukaan yang halus dan mengilap, sementara yang lainnya hanya halus biasa. Daun tumbuh secara berhadapan dan umumnya muncul satu per satu. Panjang helai daun berkisar antara 5 hingga 15 cm, dengan lebar 3 hingga 6 cm, sedangkan panjang tangkai daun sekitar 3 hingga 7 mm. Bunga. Tanaman jambu biji dapat berbunga dan berbuah sepanjang tahun. Bunga-bunga muncul di ketiak daun, dengan masing-masing kelopak dan mahkota terdiri dari lima helai. Benang sari yang banyak memiliki tangkai berwarna putih. Beberapa bunga bersifat hermaprodit, sehingga dapat menghasilkan buah setelah proses penyerbukan. Di sisi lain, terdapat juga bunga yang mampu berbuah tanpa penyerbukan (partenokarpi), yang menghasilkan buah jambu biji tanpa biji. Setiap tangkai bunga umumnya memiliki antara 1 hingga 3 bunga. Buah dan biji. Buah jambu biji memiliki bentuk bulat atau bulat lonjong, dengan kulit yang berwarna hijau saat masih muda dan berubah menjadi kuning muda yang mengkilap setelah matang. Pada beberapa jenis, kulit buahnya berwarna hijau dengan bercak kuning saat muda dan berubah menjadi kuning bercak saat sudah matang. Ada juga varietas yang memiliki kulit merah saat muda dan berubah menjadi merah tua saat matang. Daging buah umumnya berwarna putih biasa, putih susu, merah muda, merah menyala, atau merah tua. Aroma buah ini biasanya harum ketika sudah matang." },
    "ekologi": { "judul": "Ekologi & Habitat", "konten": "Psidium guajava L. dikenal dengan jambu biji merupakan tanaman yang berasal dari kawasan tropis Amerika dan dapat tumbuh baik di tanah yang gembur maupun liat, terutama di tempat terbuka dengan ketersediaan air yang cukup. Pohon ini banyak dibudidayakan sebagai pohon buah-buahan. Jambu biji tumbuh optimal di tanah subur dengan pH antara 4,5 hingga 8,2. Tanaman ini juga mampu berkembang di wilayah dengan curah hujan rata-rata antara 1.000 hingga 2.000 mm." },
    "budidaya": { "judul": "Budidaya Tanaman", "konten": "Jambu biji adalah tanaman yang tumbuh dengan baik di wilayah dengan suhu rata-rata antara 22 hingga 34 °C, serta curah hujan antara 1.000 hingga 2.000 mm. Selama proses budidaya, jambu biji berkembang optimal di tanah yang subur dan gembur, dengan pH tanah antara 4,5 hingga 8,2, serta memiliki sistem drainase yang baik. Selain itu, tanaman ini tumbuh paling baik di daerah dengan kelembapan rendah, yaitu sekitar 30 hingga 50%. Pemupukan dan irigasi yang seimbang selama musim pertumbuhan sangat penting untuk mencapai hasil yang optimal dan kualitas buah yang baik. Penanaman pohon jambu biji merah yang terbaik adalah pada saat musim penghujan. Jarak tanam yang digunakan adalah 6 x 8 m, yang bertujuan agar tanaman tidak berebut mendapatkan nutrisi tanah dan sinar matahari, serta memudahkan dalam melakukan pemanenan. Dengan jarak tanam tersebut, dalam satu hektar dapat ditanam kurang lebih 180-200 pohon. Setelah bibit ditanam, selanjutnya disiram secukupnya dan dilakukan penyiraman setiap dua hari sekali jika diperlukan. Namun, penyiraman yang berlebihan (overwatering) dapat menyebabkan tanaman menjadi busuk dan lebih rentan terhadap penyakit, khususnya yang disebabkan oleh jamur yang menyerang akar dan batang bawah tanaman. Jambu biji memerlukan air yang cukup selama fase pertumbuhan, baik pada pertumbuhan vegetatif maupun generatif. Biasanya, pada musim hujan, buah jambu berukuran besar, sedangkan saat kemarau, buahnya menjadi kecil. Kekurangan air pada kebun jambu biji dapat diatasi dengan melakukan penyiraman. Penyiraman tanaman dapat dilakukan dengan beberapa cara, yaitu dengan menggenangi kebun, menggunakan selang, ember atau embrat, serta sistem tetes. Budidaya tanaman jambu biji memerlukan pemupukan yang dilakukan tiga kali setahun, dimulai satu bulan setelah tanam. Pemupukan dapat diberikan baik dengan pupuk organik maupun pupuk non-organik. Pupuk organik dapat berupa sisa tanaman atau pupuk dari kotoran binatang, sedangkan pupuk non-organik dapat berupa pupuk pabrikan. Pemupukan menggunakan campuran pupuk NPK, KCl, dan KNO sebanyak 6 ons setiap pemupukan. Pemberian pupuk kandang juga dilakukan 3 hingga 4 kali setahun, dengan waktu berselang dengan pemberian pupuk buatan. Dosis pemberian pupuk harus tepat agar tidak menjadi racun bagi tanaman. Pemberian pupuk yang tepat ini akan menghasilkan tanaman yang rimbun serta menghasilkan buah yang berkualitas dan berkuantitas." },
    "manfaat": { "judul": "Manfaat", "konten": "Jambu biji mempunyai beragam kegunaan sebagai: Vitamin A (21% dari nilai harian), yang berperan penting dalam menjaga kesehatan selaput lendir dan kulit. Folat, yang sangat baik untuk wanita hamil karena dapat membantu mencegah cacat tabung saraf. Karotenoid, termasuk beta karoten, yang berfungsi sebagai inhibitor kanker. Lycopene, yang ditemukan dalam jambu biji merah muda, telah terbukti melindungi kulit dari sinar UV dan membantu mencegah kanker prostat. Kalium, berperan penting untuk menjaga denyut jantung serta mengatur tekanan darah." },
    "klasifikasi": { "judul": "Klasifikasi", "konten": "Regnum: Plantae, Phylum: Magnoliophyta, Classis: Magnoliopsida, Ordo: Myrtales, Familia: Myrtaceae, Genus: Psidium, Species: Psidium guajava L." },
    "referensi": { "judul": "Referensi", "konten": "1. Ritung, S., K. Nugroho, A. Mulyani, & E. Suryani. 2011. Petunjuk Teknis Evaluasi Lahan untuk Komoditas Pertanian (Edisi revisi). Bogor: Balai Besar Penelitian dan Pengembangan Sumberdaya Lahan Pertanian, Badan Penelitian dan Pengembangan Pertanian.\n2. Canteiro, C. & E. Lucas. 2019. Psidium guajava. The IUCN Red List of Threatened Species 2019: e.T49485755A49485759. https://dx.doi.org/10.2305/IUCN.UK.2019-1.RLTS.T49485755A49485759.en. Accessed on 26 August 2025.\n3. Aziz, I. 2025. Mengenal Jambu Biji: Budidaya, Varietas, dan Manfaat Kesehatan. Yogyakarta: Cahaya Harapan.\n4. Maimunah. 2021. Strategi Pengembangan Usaha Tani Jambu Biji Merah. Surabaya: Scopindo Media Pustaka.\n5. Parimin. 2007. Jambu Biji: Budidaya dan Ragam Pemanfaatannya. Depok: Penebar Swadaya." }
  },
  "jeruk-lemon": {
    "namaUmum": "Jeruk Lemon",
    "namaIlmiah": "Citrus limon Burm.f.",
    "statusKonservasi": "Belum ada penilaian resmi mengenai status konservasi dari International Union for Conservation of Nature (IUCN). Ketiadaan status ini kemungkinan terkait dengan distribusinya yang luas di wilayah beriklim tropis hingga subtropis serta perannya yang penting dalam sektor hortikultura.",
    "deskripsiSingkat": "Jeruk Lemon (Citrus limon L. Burm.f.) merupakan tanaman yang berasal dari kawasan Asia Tenggara dan India.",
    "gambar": {
      "Habitus": "images/Habitus Jeruk Lemon.JPG"
    },
    "morfologi": { "judul": "Morfologi", "konten": "Jeruk lemon memiliki ciri morfologi sebagai berikut: Akar. Sistem akar tunggang dengan percabangan lateral yang kuat, berfungsi menopang pertumbuhan pohon perdu yang dapat mencapai tinggi 3–6 meter. Batang. Batang jeruk lemon berkayu, keras, dan bercabang banyak dengan kulit batang berwarna abu-abu kecokelatan serta seringkali memiliki duri pada bagian rantingnya. Daun. Daun jeruk lemon berbentuk elips hingga lonjong, bertekstur tebal, berwarna hijau tua mengkilap, dengan tepi daun agak bergerigi dan tangkai daun yang memiliki sayap sempit. Bunga. Bunga jeruk lemon berwarna putih dengan semburat ungu pada bagian kelopak, beraroma harum, dan tumbuh baik secara soliter maupun berkelompok di ketiak daun. Buah dan biji. Buah jeruk lemon berbentuk bulat hingga lonjong dengan ujung yang menonjol, kulit buah berwarna kuning cerah saat matang dan mengandung kelenjar minyak atsiri. Daging buahnya berair dengan rasa asam yang kuat dan mengandung vitamin C yang tinggi, sedangkan bijinya berbentuk kecil, keras, dan berwarna krem." },
    "ekologi": { "judul": "Ekologi & Habitat", "konten": "Jeruk Lemon (Citrus limon L. Burm.f.) merupakan tanaman yang berasal dari kawasan Asia Tenggara dan India, dan telah dibudidayakan serta dikonsumsi oleh manusia sejak lama. Tanaman lemon dapat tumbuh di berbagai lokasi, baik di dataran rendah maupun dataran tinggi, di daerah tropis hingga subtropis. Jeruk lemon merupakan tanaman anggota famili Rutaceae yang tumbuh baik di daerah beriklim tropis dan subtropis. Tanaman ini sangat sensitif terhadap suhu rendah dan umumnya dibudidayakan di wilayah dengan iklim hangat serta curah hujan merata sepanjang tahun. Faktor lingkungan, jenis tanah, serta ketersediaan nutrien berpengaruh besar terhadap pertumbuhan dan kualitas buah lemon." },
    "budidaya": { "judul": "Budidaya Tanaman", "konten": "Jeruk Lemon dapat dibudidayakan secara generatif melalui biji maupun secara vegetatif dengan teknik cangkok, okulasi, dan sambung pucuk. Namun, metode vegetatif lebih banyak digunakan karena mampu mempertahankan sifat unggul tanaman. Tanaman ini membutuhkan media tanam berupa tanah yang gembur, subur, memiliki drainase baik, serta pH tanah netral hingga agak asam. Jeruk Lemon tumbuh optimal pada wilayah dengan sinar matahari penuh, suhu hangat, serta curah hujan sedang yang merata sepanjang tahun. Pemangkasan perlu dilakukan untuk membentuk tajuk tanaman. Pemupukan organik maupun penggunaan bio-fertilizer terbukti efektif meningkatkan pertumbuhan vegetatif dan generatif. Selain itu, tahap pembibitan menjadi salah satu kunci keberhasilan budidaya. Ukuran wadah tanam dan frekuensi penyiraman berpengaruh nyata terhadap pertumbuhan bibit lemon." },
    "manfaat": { "judul": "Manfaat", "konten": "Jeruk lemon mempunyai beragam kegunaan sebagai berikut: Menjaga kesehatan jantung serta mengurangi kemungkinan terjadinya penyakit kardiovaskular karena kandungan vitamin C, serat, dan senyawa aktifnya. Vitamin C dapat merangsang produksi sel-sel imun, sehingga meredakan gejala pilek dan flu. Kandungan vitamin C dan antioksidannya berfungsi untuk menjaga kesehatan kulit serta mengatasi tanda-tanda penuaan. Menurunkan risiko berbagai jenis kanker karena mengandung senyawa aktif seperti limonene dan flavonoid. Meningkatkan kesehatan pencernaan, pencegahan sembelit, membantu proses penurunan berat badan serta meningkatkan metabolisme tubuh karena lemon kaya serat dan senyawa aktif seperti pektin. Menunjukkan aktivitas antimikroba untuk menghambat pertumbuhan bakteri penyebab jerawat seperti Staphylococcus epidermidis. Sebagai pangan fungsional karena dapat digunakan dalam minuman kesehatan, suplemen kolagen, dan sebagai bahan campuran makanan. Minyak atsiri dari kulit buahnya digunakan sebagai parfum, sabun, dan obat herbal." },
    "klasifikasi": { "judul": "Klasifikasi", "konten": "Regnum: Plantae, Phylum: Magnoliophyta, Classis: Magnoliopsida, Ordo: Sapindales, Familia: Rutaceae, Genus: Citrus, Species: Citrus limon Burm.f." },
    "referensi": { "judul": "Referensi", "konten": "1. Akhtar, S., R. Ahmed, K. Begum, A. Das, S. Sikia, R. A Laskar, & S. Banu. 2024. Evaluation of morphological traits, biochemical parameters and seeding availability pattern among Citrus limon ‘Assam lemon’ accessions across Assam. Scientific Reports, 14, 3886. https://doi.org/10.1038/s41598-024-54392-3\n2. Dylanesia, W. 2024. Budidaya Lemon: Panduan Lengkap untuk Menanam, Memelihara, dan Memanen Lemon. Yogyakarta: Penerbit Andi.\n3. Ningsih, E. M. N., R. Prihandarini, T. Suharjanto, & Pujiono. 2024. Pendampingan Budidaya Tanaman Jeruk Lemon Semi Organik di Desa Bumiaji Kota Batu. Jurnal Pengabdian Kolaborasi dan Inovasi IPTEKS, 2(6): 1782-1790. https://doi.org/10.59407/jpki2.v2i6.1524\n4. Salem, M. M., M. M. Khandaker, N. A. Badaluddin, et al. 2021. The importance of lemon (Citrus limon) and the future of its cultivation by using bio-fertilizers. Bioscience Research, 18(1): 889-898.\n5. Aini, F. Q., S. Wahyuni, & A. S. Zahra. 2024. Identifikasi Karakteristik Morfologi dan Kandungan dari Famili Rutaceae di Daerah Jabong, Kota Subang. Jurnal Teknologi Pangan dan Ilmu Pertanian, 2(2): 46–55.\n6. Jentzsch, M., B. Siegmund, G. Steinmetz, et al. 2022. Functional Anatomy, Impact Behavior and Energy Dissipation of the Peel of Citrus × limon: A Comparison of Citrus × limon and Citrus maxima. Plants, 11(7): 991. https://doi.org/10.3390/plants11070991\n7. GBIF Secretariat. 2023. GBIF Backbone Taxonomy. https://www.gbif.org/species/7647136.\n8. Harahap, I. S., Halimaktussakdiah, & U. Amna. 2021. Skrining Fitokimia Ekstrak Daun Jeruk Lemon (Citrus limon L.) dari Kota Langsa, Aceh. Quimica: Jurnal Kimia Sains dan Terapan, 3(1), 19–23.\n9. Klimek-Szczykutowicz, M., A. Szopa, & H. Ekiert. 2020. Citrus limon (Lemon) Phenomenon—A Review of Chemistry, Pharmacological Properties, Applications, and Biotechnological Studies. Plants, 9(1): 119. https://doi.org/10.3390/plants9010119\n10. Ouma, G. 2005. Root confinement and irrigation frequency affect growth of ‘Rough lemon’ (Citrus limon) seedlings. Fruits, 60(3), 195–202.\n11. Hartin, E. & C. S. Rini. 2019. Efektivitas Jeruk Lemon (Citrus limon Linn) terhadap Staphylococcus epidermidis. Journal of Medical Laboratory Science Technology, 2(1): 6–9.\n12. Krisnawan, A. H., et al. 2017. Potensi Antioksidan Ekstrak Kulit dan Perasan Daging Buah Lemon (Citrus limon) Lokal dan Impor. Prosiding Seminar Nasional Pertanian dan Tanaman Herbal Berkelanjutan di Indonesia.\n13. Mayasari, U. & M. T. Laoli. 2018. Karakterisasi Simplisia dan Skrining Fitokimia Daun Jeruk Lemon (Citrus limon (L.) Burm.f.). Jurnal Klorofil, 2(1): 7–13." }
  },
  "jeruk-nipis": {
    "namaUmum": "Jeruk Nipis",
    "namaIlmiah": "Citrus aurantiifolia (Cristm.) Swingle",
    "statusConservasi": "Meskipun tidak tercatat secara khusus dalam status kelangkaan tinggi oleh IUCN, jeruk nipis terus dipantau karena nilai hortikulturanya yang penting bagi ketahanan pangan lokal.",
    "deskripsiSingkat": "Jeruk nipis telah menyebar ke seluruh dunia, mulai dari Asia Tenggara hingga Brazil.",
    "gambar": {
      "Habitus": "images/Habitus Jeruk Nipis.JPG"
    },
    "morfologi": { "judul": "Morfologi", "konten": "Tanaman jeruk nipis memiliki ciri morfologi sebagai berikut: Akar. Tanaman jeruk nipis memiliki sistem akar tunggang. Batang. Jeruk nipis termasuk dalam jenis tumbuhan perdu yang memiliki banyak dahan dan ranting, dengan tinggi berkisar antara 0,5–3,5 m. Batang pohonnya berkayu ulet, berduri, dan keras, sementara permukaan kulit luarnya berwarna tua dan kusam. Daun. Daun jeruk nipis majemuk, berbentuk elips dengan pangkal yang membulat, ujung tumpul, dan tepi yang beringgit. Panjang daunnya mencapai 2,5–9,0 cm dan lebar 2–5 cm. Tulang daunnya menyirip dengan tangkai bersayap, berwarna hijau dan lebar antara 5–25 mm. Bunga. Bunga jeruk nipis berbentuk tandan pendek dan majemuk, tersusun dalam malai yang keluar dari ketiak daun atau ujung batang. Setiap tandan biasanya mengandung sekitar 1 hingga 10 kuntum bunga. Bunga yang masih kuncup berwarna putih dan berbentuk bintang dengan diameter antara 1,5–2,5 cm serta memiliki aroma harum. Kelopak bunga berbentuk seperti mangkok, terdiri dari 4–6 helai dengan diameter 0,4–0,7 cm, berwarna putih kekuningan, dan tangkai putiknya silindris berwarna putih kekuningan. Daun mahkota bunga berjumlah 4–6 helai, berbentuk bulat telur atau lanset dengan panjang 0,70–1,25 cm dan lebar 0,25–0,5 cm, berwarna putih. Benang sari berjumlah antara 20–25 utas. Buah. Buah jeruk nipis berbentuk bulat atau lonjong, dengan kulit berwarna hijau atau kekuningan saat matang. Daging buahnya berair dan sangat asam." },
    "ekologi": { "judul": "Ekologi & Habitat", "konten": "Citrus aurantiifolia (Cristm.) Swingle telah menyebar ke seluruh dunia, mulai dari Asia Tenggara hingga Brazil. Jeruk nipis dapat tumbuh dan berproduksi dengan baik apabila ditanam di daerah yang memiliki iklim dan tanah sesuai dengan persyaratan tumbuhnya. Tanaman ini tumbuh optimal pada ketinggian antara 0–1.300 meter di atas permukaan laut (mdpl), dengan curah hujan tahunan antara 1.000–1.500 mm yang merata sepanjang tahun. Bulan basah yang ideal berkisar antara 6–9 bulan, dengan suhu udara antara 20°-30°C dan kelembapan sedang hingga tinggi, dengan kelembapan optimum sekitar 70-80%." },
    "budidaya": { "judul": "Budidaya Tanaman", "konten": "Jeruk nipis tumbuh optimal di ketinggian 0-1.300 m dpl dengan curah hujan 1.000-1.500 mm/tahun, suhu 20-30°C, kelembapan 70-80%, dan bulan basah 6-9 bulan. Tanaman ini membutuhkan lahan terbuka yang mendapat sinar matahari penuh dan tanah alkali (pH 5,0-6,5) seperti Andosol, Latosol, atau Aluvial. Tanah harus kaya humus, memiliki drainase baik, dan kedalaman air tanah 150-200 cm. Jeruk nipis dapat diperbanyak secara generatif melalui biji maupun vegetatif dengan teknik cangkok, okulasi, dan sambung. Batang bawah ideal memiliki perakaran kuat, sedangkan batang atas disarankan berasal dari varietas unggul seperti Jeruk Nipis Borneo. Dalam budidaya, pengendalian hama dan penyakit seperti citrus canker sangat diperlukan melalui sanitasi kebun." },
    "manfaat": { "judul": "Manfaat", "konten": "Jeruk nipis digunakan secara luas sebagai penyedap masakan dan bahan minuman. Dalam dunia kesehatan, air perasan jeruk nipis digunakan untuk meredakan radang tenggorokan, batuk, serta sebagai sumber vitamin C alami. Kandungan asam sitratnya juga berfungsi sebagai pengawet makanan alami." },
    "klasifikasi": { "judul": "Klasifikasi", "konten": "Regnum: Plantae, Phylum: Magnoliophyta, Classis: Magnoliopsida, Ordo: Sapindales, Familia: Rutaceae, Genus: Citrus, Species: Citrus aurantiifolia (Cristm.) Swingle" },
    "referensi": { "judul": "Referensi", "konten": "1. Indriyani, N. N., et al. 2023. Bioactive Components and Their Activities from Different Parts of Citrus aurantifolia. Foods, 12(10): 2036.\n2. Sitio, R. 2024. Potensi Kulit Jeruk Nipis Lokal Aceh sebagai Kandidat Perawatan Antihiperkolesterol. Syiah Kuala University Press.\n3. Endris, A., 2020. Bertanam Jeruk Nipis dalam Pot. Yogyakarta: Hikam Pustaka.\n4. Khasanah, N., et al. 2022. Struktur anatomi akar, batang dan daun Citrus di Kalimantan Barat. Protobiont, 11(2): 38–43." }
  },
  "kayu-manis": {
    "namaUmum": "Kayu Manis",
    "namaIlmiah": "Cinnamomum burmanni (Nees & T. Nees) Blume",
    "statusKonservasi": "Kayu Manis termasuk dalam kategori Least Concern (LC), artinya jenis ini memiliki populasi yang besar dan terdistribusi luas, sehingga tidak memenuhi kriteria untuk diklasifikasikan sebagai spesies yang terancam punah.",
    "deskripsiSingkat": "Kayu manis, yang juga dikenal dengan sebutan Cassiavera, adalah tanaman rempah yang berasal dari marga Cinnamomum.",
    "gambar": {
      "Daun": "images/Daun Kayu Manis.JPG",
      "Bunga": "images/Bunga Kayu Manis.JPG",
      "Akar": "images/Akar Kayu Manis.JPG",
      "Batang": "images/Batang Kayu Manis.JPG"
    },
    "morfologi": { "judul": "Morfologi", "konten": "Pohon, tingginya hingga 14 m dan diameter hingga 30 cm. Akar tunggang kecokelatan. Kulit batang halus, kulit luar berwarna abu-abu kecokelatan hingga cokelat tua, sedangkan yang dalam berwarna merah. Daun tunggal, bertangkai, tersusun berseling. Helai daun lonjong hingga elips, panjang daun 4-14 cm, lebar 1,5-6 cm, kaku seperti kulit. Permukaan daun mengilap, daun muda merah pucat lalu hijau jika sudah tua, dan bila diremas mengeluarkan aroma khas kayu manis. Bunga hijau-putih. Buah bulat telur ungu gelap saat matang." },
    "ekologi": { "judul": "Ekologi & Habitat", "konten": "Kayu manis, yang juga dikenal dengan sebutan Cassiavera, adalah tanaman rempah yang berasal dari marga Cinnamomum. Tumbuhan ini diketahui merupakan tanaman lokal di Cina Selatan dan Vietnam Utara, tapi juga tersebar luas di wilayah tropis. Di Indonesia, budidaya kayu manis banyak ditemukan di daerah Sumatera Barat dan Jambi. Tumbuhan ini tumbuh di hutan-hutan, semak belukar, atau sepanjang aliran sungai di ketinggian 400 – 700 m, bahkan hingga 2000 m dpl. Produksi optimal dapat dicapai jika tumbuhan ini ditanam pada 500 – 900 m dpl. Kayu manis membutuhkan curah hujan yang merata sepanjang tahun, yaitu 2000-2500 mm/tahun, suhu rata-rata 25 ° C, kelembapan 70-90% dan penyinaran dalam rentang 40-70%." },
    "budidaya": { "judul": "Budidaya Tanaman", "konten": "Kayu Manis tumbuh baik pada tanah yang mengandung humus, remah, berpasir, dan mudah menyerap air seperti tanah latosol, andosol dan juga tumbuh di tanah ultisol dengan pH 5,0-6,5. Lahan harus bersih dari gulma. Penanaman kayu manis dapat dilakukan dengan benih atau cabang pohon yang ditebang. Benih yang hendak disemai sebaiknya memenuhi kriteria kemampuan berkecambah minimal 80%. Perkecambahan benih biasanya memakan waktu sekitar 15 hari. Penanaman semai sebaiknya dilakukan pada musim hujan. Panen kayu manis dapat dilakukan dengan dua tahap: Tahap pertama adalah penjarangan pada tanaman umur 3-5 tahun. Tahap kedua adalah pemanenan produksi pada tanaman umur 6-9 tahun dengan rata-rata rendemen 2,5 kg/batang." },
    "manfaat": { "judul": "Manfaat", "konten": "Kulit batang kayu manis sudah umum diketahui dapat digunakan sebagai rempah untuk meningkatkan cita rasa makanan, seperti pada berbagai masakan, roti, kue, atau es krim. Bubuk kayu manis dapat diolah menjadi minuman fungsional, seperti teh untuk kesehatan. Minyak atsirinya digunakan untuk industri kosmetik dan rokok. Kayu manis dikenal kaya akan senyawa bioaktif seperti sinamaldehid. Senyawa ini memiliki berbagai khasiat, antara lain sebagai sumber senyawa (1) Antioksidan; (2) Antidiabetes, yaitu sinamaldehid dan fenolik yang berperan sebagai inhibitor enzim α-glukosidase; serta (3) Antikolesterol." },
    "klasifikasi": { "judul": "Klasifikasi", "konten": "Regnum: Plantae, Divisio: Tracheophyta, Classis: Magnoliopsida, Ordo: Laurales, Familia: Lauraceae, Genus: Cinnamomum, Species: Cinnamomum burmanni (Nees & T. Nees) Blume" },
    "referensi": { "judul": "Referensi", "konten": "1. Yuwanda, A., A.B. Adina & R.F. Budiastuti. (2023). Kayu Manis (Cinnamomum burmannii): Review tentang Botani, Penggunaan Tradisional, Kandungan Senyawa Kimia, dan Farmakologi. Journal of Pharmacy and Halal Studies, 1 (1), 17-22. https://journal.eduscience.id/index.php/JPHS/article/view/3\n2. de Kok, R. 2020. Cinnamomum burmanni. The IUCN Red List of Threatened Species 2020: e.T145302576A145415858. https://dx.doi.org/10.2305/IUCN.UK.2020-3.RLTS.T145302576A145415858.en. [Accessed on 24 August 2025].\n3. Idris, H. & E. Mayura. 2019. Sirkuler: Informasi Teknologi Tanaman Rempah dan Obat (Teknologi Budidaya dan Pasca Panen Kayu Manis). Bogor: Balai Penelitian Tanaman Rempah dan Obat-Pusat Penelitian dan Pengembangan Perkebunan.\n4. Wu, Z. Y., P. H. Raven & D. Y. Hong (Eds). 2008. Flora of China. Vol. 7 (Menispermaceae through Capparaceae). Beijing: Science Press. http://www.efloras.org/florataxon.aspx?flora_id=2&taxon_id=242445060\n5. Maslahah, N. & H. Nurhayati. 2023. Kandungan Senyawa Bioaktif dan Kegunaan Tanaman Kayu Manis (Cinnamomum burmannii). Warta BSIP Perkebunan, 1(3): 5-7.\n6. Ilmi, I.N., F. Filianty, & V.P. Yarlina. 2022. Sediaan Kayu Manis sebagai Minuman Fungsional Antidiabetes: Kajian Literatur. Jurnal Kimia Padjadjaran, 1(1): 31- 59. https://jurnal.unpad.ac.id/jukimpad/article/view/47009\n7. Hidayat, S.N., & E. Setyaningsih. 2021. Kulit Batang Kayu Manis Ditinjau dari Metode Ekstraksi dan Dosis Efektif Terhadap Diabetes. Symbiotic: Journal of Biological Education, 2(2): 40-54" }
  },
  "kecubung-gunung": {
    "namaUmum": "Kecubung Gunung",
    "namaIlmiah": "Brugmansia versicolor Lagerh.",
    "statusKonservasi": "Berdasarkan data IUCN, Brugmansia versicolor Lagerh. termasuk kategori “Extinct in the Wild” (punah di alam liar) yang menandakan populasinya tidak lagi dapat ditemukan di habitat asli.",
    "deskripsiSingkat": "Kecubung gunung berasal dari wilayah Andes di Ekuador, terutama tumbuh di lereng barat pada ketinggian 200–2.000 meter.",
    "gambar": {
      "Habitus": "images/Habitus Kecubung Gunung.JPG"
    },
    "morfologi": { "judul": "Morfologi", "konten": "Akar. Sistem perakarannya tunggang dan menyebar luas, membantu penyerapan hara dan menopang tanaman. Batang. Batang kecubung gunung berkayu, bercabang banyak, dan dapat tumbuh setinggi 2–5 meter. Kulit batang berwarna hijau keabu-abuan. Daun. Daunnya besar, tersusun berseling, berbentuk oval hingga lanset dengan ukuran 10–25 cm panjang dan 5–10 cm lebar. Tepi daun bergerigi, berwarna hijau tua, dan bertekstur lembut. Bunga. Bagian paling mencolok berupa bunga berbentuk terompet besar dengan warna oranye pucat hingga merah muda. Bentuk bunga sepenuhnya menggantung (pendent). Kelopak bunga berbentuk runcing (pointed), memiliki belahan pada satu sisi (slit on one side). Panjang bunga bisa mencapai 25 cm dan beraroma kuat, terutama saat malam hari. Buah dan biji. Kecubung gunung menghasilkan buah berbentuk polong memanjang (beri) hingga 21 cm dengan banyak biji pipih sedikit melengkung. Buah berubah warna dari hijau menjadi cokelat saat matang." },
    "ekologi": { "judul": "Ekologi & Habitat", "konten": "Brugmansia versicolor Lagerh. yang dikenal sebagai apricot angel’s trumpet atau kecubung gunung, berasal dari wilayah Andes di Ekuador, terutama tumbuh di lereng barat pada ketinggian 200–2.000 meter. Tanaman ini menyukai kondisi iklim hangat dan lembap, dengan siang hari yang hangat dan malam yang sejuk. Habitat alaminya umumnya berupa tanah subur yang gembur, memiliki drainase baik, serta kaya bahan organik. Tanaman ini sering ditemukan pada daerah dengan curah hujan sedang hingga tinggi. Secara keseluruhan, kecubung gunung beradaptasi baik di ekosistem tropis dan subtropis, dan sering ditemukan di area terganggu, tepi hutan, maupun lahan terbuka." },
    "budidaya": { "judul": "Budidaya Tanaman", "konten": "Kecubung gunung termasuk tanaman tahunan (perennial) yang dapat hidup beberapa tahun, dengan fase vegetatif lalu berbunga (biasanya akhir musim semi hingga musim panas). Penyebaran benih terjadi melalui buah yang jatuh dan berkecambah pada kondisi yang sesuai. Selama proses budidaya kecubung gunung tumbuh optimal pada tanah subur, gembur, memiliki drainase baik dengan pH 6,0–7,0. Tanaman ini memerlukan sinar matahari penuh hingga teduh parsial dan relatif tahan dingin, tetapi tumbuh optimal bila suhu tidak turun di bawah 2°C. Di daerah panas ekstrem, teduh sore membantu menjaga kesehatan tanaman. Kecubung gunung juga memerlukan penyiraman teratur, terutama saat cuaca panas. Tanah harus tetap lembab tetapi tidak tergenang. Pemupukan yang seimbang selama musim pertumbuhan dapat mendukung daun sehat dan bunga melimpah." },
    "manfaat": { "judul": "Manfaat", "konten": "Kecubung gunung mempunyai beragam kegunaan sebagai: Obat tradisional: Tanaman ini dimanfaatkan dalam pengobatan tradisional untuk sifat psikoaktifnya. Beberapa komunitas adat memanfaatkannya dalam ritual spiritual dan perdukunan karena efek halusinogen. Tanaman hias. Kecubung gunung sangat populer sebagai tanaman hias di taman dan lanskap berkat bunga besar, aroma harum, dan daunnya yang rimbun. Kerajinan dan industri. Serat tanaman ini dapat digunakan untuk kerajinan, meskipun jarang. Di beberapa budaya, juga digunakan untuk membuat pewarna tradisional." },
    "klasifikasi": { "judul": "Klasifikasi", "konten": "Regnum: Plantae, Phylum: Tracheophyta, Classis: Magnoliopsida, Ordo: Solanales, Familia: Solanaceae, Genus: Brugmansia, Species: Brugmansia versicolor Lagerh." },
    "referensi": { "judul": "Referensi", "konten": "1. Hay, A. 2014. Brugmansia versicolor. The IUCN Red List of Threatened Species 2014: e.T38125A58908295. https://dx.doi.org/10.2305/IUCN.UK.2014-1.RLTS.T38125A58908295.en. Accessed on 24 August 2025.\n2. Hay, A. M. Gottschalk, A. Holguín. 2012. Huanduj: Brugmansia. Kew: Royal Botanic Garden.\n3. Lockwood, T. E. 1973. A Taxonomic Revision of Brugmansia (Solanaceae). [Ph.D Dissertation] USA: Harvard University.\n4. Hofmann, A., C. Ratsch, R. Schultes. 1992. Plants of the Gods: Their Sacred, Healing, and Hallucinogenic Powers. Rochester: Healing Arts Press.\n5. Preissel, U., & H.-G. Preissel. 2002. Brugmansia and Datura: Angel’s Trumpets and Thorn Apples. Buffalo, NY: Firefly Books." }
  },
  "kelor": {
    "namaUmum": "Kelor",
    "namaIlmiah": "Moringa oleifera Lam.",
    "statusKonservasi": "Kelor dikategorikan Least Concern (LC) oleh IUCN Red List yang artinya jenis ini berisiko rendah terhadap kepunahan. Status tersebut kemungkinan karena kelor terdistribusi secara luas, terutama di Asia Selatan seperti India dan Pakistan, serta telah banyak dibudidayakan di berbagai negara tropis.",
    "deskripsiSingkat": "Pohon kelor dapat tumbuh hingga 3-10 m dengan batang berkayu bulat dan bercabang.",
    "gambar": {
      "Pohon": "images/Pohon Kelor.JPG",
      "Daun": "images/Daun Kelor.JPG",
      "Bunga": "images/Bunga Kelor.JPG",
      "Buah": "images/Buah Kelor.JPG"
    },
    "morfologi": { "judul": "Morfologi", "konten": "Pohon, dapat tumbuh hingga 3-10 m. Akar tunggang putih kotor. Batang berkayu, bulat, bercabang, berbintik hitam, putih kotor hingga abu-abu. Daun majemuk, hijau, panjang 20–60 cm. Anak daun bulat telur, 1-2 × 0,5-1,2 cm, 4-6 pasang, tepi rata, ujung berlekuk, tulang daun menyirip. Bunga malai duduk di ketiak daun, panjang 10–30 cm, berwarna putih krem, harum, benang sari dan putik berukuran kecil. Buah kapsul, cokelat kehitaman, 20–45 cm, berisi 15–25 biji, pecah jika sudah tua. Biji bulat, hitam, bersudut tiga, bersayap." },
    "ekologi": { "judul": "Ekologi & Habitat", "konten": "Kelor berasal dari India bagian Utara dan Pakistan, kemudian menyebar luas ke kawasan Asia Tenggara hingga beradaptasi baik pada lingkungan tropis, termasuk Indonesia. Di Indonesia, kelor tumbuh secara alami maupun ditanam di pedesaan, sering dijadikan pagar hidup, ditanam di tepi ladang dan sawah, serta banyak dijumpai di lahan terbuka. Tanaman ini dapat tumbuh optimal pada daerah tropis dengan ketinggian hingga 600 m dpl, suhu rata-rata 25–30°C, dan curah hujan 1.000–2.000 mm per tahun. Kelor toleran terhadap berbagai jenis tanah, meskipun lebih menyukai tanah berpasir. Tumbuhan ini dapat hidup di tanah dengan pH 4,5–9, kendati pertumbuhannya akan lebih baik pada tanah netral." },
    "budidaya": { "judul": "Budidaya Tanaman", "konten": "Kelor dapat diperbanyak melalui biji maupun stek. Perbanyakan dengan biji dilakukan dengan terlebih dahulu dari polong yang berwarna cokelat kehitaman. Polong dijemur hingga pecah diikuti dengan penjemuran biji selama 2 – 3 hari. Setelah kering, biji direndam dalam air selama 24 jam kemudian ditanam pada media tanam dengan komposisi tanah : pasir : pupuk kandang/kompos (1:1:1). Biasanya perkecambahan terjadi dalam 5 – 7 hari. Dua minggu setelahnya, bibit dapat dipindahkan ke polybag 20 x 30 cm diikuti pemindahan ke lapangan setelah tingginya mencapai 60 – 75 cm. Lahan penanaman bibit diharapkan bersih dari gulma dan dilubangi sedalam 30 – 50 cm serta lebar 20 – 40 cm. Setelah lubang tanam diisi dengan tanah dan pupuk kandang (1:1) maka bibit siap ditanam dengan jarak 75 x 100 cm untuk produksi daun dan 2–2,5 × 2,5 m untuk produksi polong. Kelor cukup tahan terhadap hama dan penyakit. Panen daun dapat dilakukan setelah tanaman berumur 10 minggu." },
    "manfaat": { "judul": "Manfaat", "konten": "Kelor merupakan tumbuhan yang banyak digunakan sebagai sumber pangan. Produk olahan daging yang ditambah ekstrak kelor menunjukkan peningkatan aktivitas antioksidan dan kadar protein. Kelor, baik daun maupun kulit batangnya juga dimanfaatkan sebagai obat tradisional untuk mengatasi berbagai penyakit, di antaranya adalah kanker, hipertensi, asam urat, demam, kusta, dan sebagainya. Biji kelor juga dapat digunakan sebagai koagulan untuk mengendapkan pengotor pada air sehingga air menjadi lebih bersih." },
    "klasifikasi": { "judul": "Klasifikasi", "konten": "Regnum: Plantae, Divisio: Tracheophyta, Classis: Magnoliopsida, Ordo: Brassicales, Familia: Moringaceae, Genus: Moringa, Species: Moringa oleifera Lam." },
    "referensi": { "judul": "Referensi", "konten": "1. Badan Pengawas Obat & Makanan. 2016. Serial The Power of Obat Asli Indonesia: Kelor (Moringa oleifera Lam.). Jakarta: Badan Pengawas Obat dan Makanan.\n2. Wu, Z. Y. & P.H. Raven (Editors). 2001. Flora of China. Vol. 8 (Brassicaceae through Saxifragaceae). Beijing: Science Press. http://www.efloras.org/florataxon.aspx?flora_id=2&taxon_id=200009759\n3. Roland, C. 2020. Moringa oleifera. The IUCN Red List of Threatened Species 2020: e.T61890232A61890241. https://dx.doi.org/10.2305/IUCN.UK.2020-3.RLTS.T61890232A61890241.en. [Accessed on 05 September 2025].\n4. Apriantini, A., Putra, R.G., Suryati, T. 2022. Review: Aplikasi Ekstrak Daun Kelor (Moringa oleifera) pada berbagai Produk Olahan Daging. Jurnal Ilmu Produksi dan Teknologi Hasil Peternakan 10(3): 132-143.\n5. Santi, M. D. S., G.T. Yasa & I. Nugraha. 2022. Pemanfaatan daun Kelor (Moringa oleifera Lam.) sebagai bahan obat tradisional. Genitri: Jurnal Pengabdian Masyarakat Bidang Kesehatan 1(2): 161-164. https://doi.org/10.36049/genitri.v1i2.83\n6. Isnan, W., & N. Muin. 2017. Ragam Manfaat Tanaman Kelor (Moringa oleifera Lamk.) bagi Masyarakat. Info Teknis EBONI 14(1): 63-75." }
  },
  "kopi-arabika": {
    "namaUmum": "Kopi Arabika",
    "namaIlmiah": "Coffea arabica L.",
    "statusKonservasi": "Kopi Arabika dikategorikan sebagai Endangered (E) atau berisiko mengalami ancaman, khususnya di masa depan. Penyebab utama ancaman tersebut adalah deforestasi, perubahan iklim, erosi genetik, serta hama dan penyakit. Perubahan iklim terutama diperkirakan sangat berpengaruh secara negatif terhadap area pertumbuhan yang saat ini memadai untuk C. arabica asli di Etiopia dan Sudan Selatan.",
    "deskripsiSingkat": "Kopi merupakan tumbuhan asli Afrika Timur, seperti Etiopia, Kenya, dan Sudan.",
    "gambar": {
      "Daun": "images/Daun Kopi Arabika.JPG",
      "Bunga": "images/Bunga Kopi Arabika.JPG",
      "Buah": "images/Buah Kopi Arabika.JPG"
    },
    "morfologi": { "judul": "Morfologi", "konten": "Perdu besar, berakar tunggang, tinggi antara 5 – 8 m, percabangan mendatar dengan cabang pipih, gundul. Tangkai daun 8-15 mm. Helai daun tipis seperti kulit, lonjong, lonjong-jorong, atau lonjong-bulat telur, kedua permukaannya gundul, pangkal runcing hingga tumpul, jarang membulat, tepi terkadang bergelombang-keriput, puncaknya meruncing dengan ujung biasanya 10-15 mm. Perbungaan majemuk berbatas dengan bunga duduk di ketiak daun. Kelopak gundul, bakal buah lonjong, 1-3 mm. Mahkota bunga putih, bentuk corong, bagian luar gundul, tabung 5-15 mm; bisa terdiri atau 4-6 lobus, bentuk lonjong, 9-20 mm, tumpul. Buah batu, merah saat masak, lonjong, 11-16 × 9-14 mm, gundul." },
    "ekologi": { "judul": "Ekologi & Habitat", "konten": "Kopi merupakan tumbuhan asli Afrika Timur, seperti Etiopia, Kenya, dan Sudan. Tumbuhan ini merupakan salah satu komoditas perkebunan yang mendukung perekonomian Indonesia, dan merupakan komoditas keenam penyumbang pendapatan berdasarkan nilainya. Di Indonesia, kopi dibudidayakan terutama pada masa pendudukan Belanda, dengan bibit yang ditanam berasal dari Pantai Malabar, India. Setelahnya, budidaya kopi terus berlangsung hingga kini dan Indonesia menjadi salah satu negara pengekspor kopi ke enam negara, yaitu utamanya Amerika Serikat, diikuti Mesir, Jerman, India, Belgia, serta Malaysia. Pada 2022, volume ekspor kopi sebanyak 437,56 ribu ton memberikan kontribusi terhadap devisa negara sebesar USD 1,15 milyar. Indonesia membudidayakan tiga jenis kopi, yaitu Robusta (C. canephora), Arabika (C. arabica), dan Liberika (C. liberica)." },
    "budidaya": { "judul": "Budidaya Tanaman", "konten": "Kopi Arabika tumbuh optimal pada ketinggian 1.000–2.000 m dpl dengan suhu harian 15–25°C dan curah hujan tahunan 1.250–2.500 mm. Tanaman ini memerlukan tanah subur berkedalaman lebih dari 100 cm dengan kandungan bahan organik lebih dari 3,5%, bertekstur lempung dengan lapisan atas remah, pH tanah 5,5–6,5. Kopi dapat diperbanyak dengan dua cara, yaitu vegetatif dengan menggunakan sambungan dan stek, atau generatif dengan menggunakan biji. Perbanyakan secara generatif lebih disukai karena mudah dilakukan. Benih yang digunakan sebaiknya adalah benih yang diperoleh dari produsen bersertifikat. Bedengan perlu dipersiapkan dengan baik sebelum penyemaian benih dilakukan. Lokasi bedeng sebaiknya adalah tanah datar berdrainase baik. Tunas yang sudah tumbuh dapat dipindahkan ke polybag. Sekitar 10-12 bulan setelah penyemaian, bibit sudah siap ditanam. Penanaman dilakukan pada lubang berukuran 60 × 60 × 40 cm. Pemangkasan dilakukan untuk membentuk tajuk. Panen dapat dilakukan setelah tanaman berumur 2,5–3 tahun." },
    "manfaat": { "judul": "Manfaat", "konten": "Kopi dibudidayakan terutama karena dapat diolah sebagai minuman. Daun kopi dapat digunakan untuk bahan baku pembuatan kompos." },
    "klasifikasi": { "judul": "Klasifikasi", "konten": "Regnum: Plantae, Divisio: Tracheophyta, Classis: Magnoliopsida, Ordo: Gentianales, Familia: Rubiaceae, Genus: Coffea, Species: Coffea arabica L." },
    "referensi": { "judul": "Referensi", "konten": "1. Wu, C.Y., P.H. Raven, & D.Y. Hong (Editors). 2011. Flora of China Vol. 19. Beijing: Science Press. http://www.efloras.org/florataxon.aspx?flora_id=2&taxon_id=200022076\n2. Prastowo, B., E. Karmawati, Rubijo, Siswanto, C. Indrawanto, & S.J. Munarso. 2010. Budidaya dan Pasca Panen Kopi. Bogor: Pusat Penelitian dan Pengembangan Perkebunan – Kementerian Pertanian Republik Indonesia.\n3. Utami, H. W., & H. Bayu. 2022. Kontribusi Komoditas Kopi dalam Meningkatkan Perekonomian di Desa Amadanom, Kabupaten Malang. OECONOMICUS Journal of Economics, 7(1): 60–74.\n4. Dasnarebo, S. S.H., et al. 2025. Evaluasi budidaya dan potensi pengembangan kopi di Kabupaten Nabire. Cassowary, 8(2): 71-80.\n5. Kementerian Pertanian Republik Indonesia. 2023. Analisis Kinerja Perdagangan Kopi. Jakarta: Pusat Data dan Sistem Informasi Pertanian.\n6. Kementerian Pertanian Republik Indonesia. 2014. Peraturan Menteri Pertanian mengenai Pedoman Teknis Budidaya Kopi yang Baik. Jakarta.\n7. Moat, J., R.J. O'Sullivan, T.W. Gole & A.P. Davis. 2020. Coffea arabica. The IUCN Red List of Threatened Species 2020: e.T18289789A174149937. https://dx.doi.org/10.2305/IUCN.UK.2020-2.RLTS.T18289789A174149937.en [Accessed on 06 September 2025]." }
  },
  "mangga": {
    "namaUmum": "Mangga",
    "namaIlmiah": "Mangifera indica L.",
    "statusKonservasi": "Mangga (Mangifera indica L.) diklasifikasikan oleh International Union for Conservation of Nature (IUCN) dengan status Data Deficient (DD), yang menunjukkan bahwa informasi mengenai populasi alami, distribusi, serta ancaman yang dihadapi spesies ini masih terbatas atau belum mencukupi untuk menentukan tingkat risiko kepunahannya secara akurat.",
    "deskripsiSingkat": "Mangga merupakan tanaman yang tumbuh optimal di daerah dengan temperatur rata-rata antara 22 hingga 28°C.",
    "gambar": {
      "Habitus": "images/Habitus Mangga.JPG"
    },
    "morfologi": { "judul": "Morfologi", "konten": "Mangga memiliki ciri morfologi sebagai berikut: Akar. Mangga memiliki sistem perakaran tunggang, di mana akar tunggangnya dapat mencapai kedalaman hingga 6 m. Batang. Batang tanaman mangga tumbuh tegak dengan banyak dahan yang bercabang dan beranting. Cabang dan ranting mangga ditumbuhi oleh daun yang lebat, membentuk tajuk yang berbentuk kubah, oval, atau memanjang. Kulit batang pohon mangga tebal dan kasar. Daun. Daun tunggal, tanpa anak daun penumpu, tumbuh bergantian. Panjang daun 8-40 cm, lebar 2-12,5 cm. Bunga. Bunga tumbuh dari tunas ujung dalam tandan majemuk, panjang 10-60 cm. Terdapat bunga jantan dan hermaprodit, dengan jumlah bunga dalam tandan 1.000-6.000 kuntum. Buah dan biji. Buah mangga termasuk kelompok buah batu berdaging dengan panjang antara 2,5 hingga 30 cm. Kulit buah (eksokarp) tebal dengan titik-titik kelenjar, sedangkan daging buah (mesokarp) bervariasi antara tebal dan tipis. Biji mangga, atau pelok, terdiri dari kulit biji keras (endokarp) dan dua keping biji berdaging." },
    "ekologi": { "judul": "Ekologi & Habitat", "konten": "Mangga merupakan tanaman yang tumbuh optimal di daerah dengan temperatur rata-rata antara 22 hingga 28°C dan curah hujan berkisar antara 1.250 hingga 1.750 mm. Tanaman ini memerlukan tanah yang subur dengan drainase yang baik, di mana struktur tanah yang ideal adalah lapisan top soil yang gembur, remah, berbutir, dan kaya akan bahan organik, dengan warna tanah berkisar antara hitam agak cokelat, kecokelatan, hingga merah kekuningan. Tanah yang sangat sesuai adalah tanah gembur yang mengandung pasir dan lempung dalam jumlah seimbang. Selain itu, tanaman mangga memerlukan musim kering selama 4 hingga 8 bulan per tahun." },
    "budidaya": { "judul": "Budidaya Tanaman", "konten": "Mangga merupakan tanaman yang tumbuh optimal pada daerah dengan temperatur rata-rata antara 22 hingga 28°C. Penanaman bibit mangga di kebun sebaiknya dilakukan pada musim hujan. Caranya, bibit mangga dikeluarkan dari polibag dan ditanam di dalam lubang tanam yang telah disiapkan. Untuk mencegah berkembangnya hama dan penyakit tular tanah, perlu ditaburkan pestisida ke dalam lubang tanam. Kecukupan air menjadi syarat mutlak untuk kelangsungan hidup tanaman mangga. Tanaman mangga memerlukan kondisi kering pada awal pembentukan bunga dan saat bunga mekar (antesis), tetapi kebutuhan air semakin meningkat setelah bunga terbentuk dan berkembang menjadi buah. Pengairan dapat dilakukan sekali dalam dua minggu dengan volume 60 liter per pohon." },
    "manfaat": { "judul": "Manfaat", "konten": "Mangga mempunyai beragam kegunaan sebagai: Manfaat Anti-Inflamasi; Manfaat Antioksidan; Peningkatan Sistem Kekebalan Tubuh; Menyehatkan Kulit; Kesehatan Mata; Kesehatan Jantung; Mendukung Kesehatan Tulang; Menyehatkan Sistem Pencernaan. Mangga mengandung senyawa alami yang memiliki sifat anti-inflamasi, kaya akan vitamin C, vitamin A, dan vitamin K." },
    "klasifikasi": { "judul": "Klasifikasi", "konten": "Regnum: Plantae, Phylum: Tracheophyta, Classis: Magnoliopsida, Ordo: Sapindales, Familia: Anacardiaceae, Genus: Mangifera, Species: Mangifera indica" },
    "referensi": { "judul": "Referensi", "konten": "1. Indrajati, S. B., L.D. Saputra, & D. Rosita. 2021. Buku Lapang Budidaya Mangga. Jakarta: Direktorat Buah dan Florikultira Kementerian Pertanian.\n2. Redaksi AgroMedia, 2011. Bertanam Mangga di Dalam Pot & di Kebun. Jakarta Selatan: PT AgroMedia Pustaka.\n3. Ritung, S., K. Nugroho, A. Mulyani, & E. Suryani. 2011. Petunjuk Teknis Evaluasi Lahan untuk Komoditas Pertanian. Bogor.\n4. Pracaya. 2011. Bertanam Mangga. Jakarta: Penebar Swadaya.\n5. Ganesan, S. K. 2021. Mangifera indica. The IUCN Red List of Threatened Species 2021: e.T31389A67735735. https://dx.doi.org/10.2305/IUCN.UK.2021-2.RLTS.T31389A67735735.en.\n6. Broto, W. 2003. Mangga Budidaya, Pascapanen, & Tata Niaganya. Tangerang: AgroMedia Pustaka.\n7. Saras, T. 2023. Mangga: Buah Tropis yang Memikat. Semarang: Tiram Media." }
  },
  "mindi": {
    "namaUmum": "Mindi",
    "namaIlmiah": "Melia azedarach L.",
    "statusKonservasi": "Mindi dikategorikan Least Concern (LC), artinya tumbuhan ini berisiko rendah terhadap kepunahan. Spesies ini tersebar luas dan juga dan dapat dijumpai di berbagai lokasi di luar wilayah asalnya. Oleh karena itu, populasinya diasumsikan besar, tanpa ancaman berarti.",
    "deskripsiSingkat": "Mindi merupakan jenis yang cepat tumbuh dan tersebar luas di berbagai lokasi di luar wilayah asalnya.",
    "gambar": {
      "Batang": "images/Batang Mindi.JPG",
      "Daun": "images/Daun Mindi.JPG",
      "Cabang": "images/Cabang Mindi.JPG",
      "Bunga": "images/Bunga Mindi.JPG",
      "Buah": "images/Buah Mindi.JPG"
    },
    "morfologi": { "judul": "Morfologi", "konten": "Pohon setinggi mencapai 15 m. Daun majemuk menyirip ganda dengan tepi bergerigi. Bunga berwarna ungu muda, harum, dalam malai terminal. Buah drupe bulat kecil, berwarna kuning saat matang." },
    "ekologi": { "judul": "Ekologi & Habitat", "konten": "Tumbuh di berbagai kondisi tanah dari dataran rendah hingga 1.200 mdpl. Sangat adaptif di area terganggu." },
    "budidaya": { "judul": "Budidaya Tanaman", "konten": "Mindi merupakan jenis yang cepat tumbuh. Satu kilogram buah mindi dapat menghasilkan 470 hingga 2800 benih. Viabilitas benih dapat dipertahankan selama 1–3 tahun dengan penyimpanan kedap udara. Mindi dapat ditanam dalam sistem pertanaman agroforestri, misalnya dengan kedelai. Penanaman Mindi dapat dimulai dengan membersihkan lahan dari gulma kemudian dilakukan pembalikan dan pencangkulan. Bibit yang sudah siap ditanam, biasanya umur 3 bulan. Pengendalian hama dan penyakit dilakukan terutama untuk mengatasi jamur penyebab busuk batang dan busuk daun. Mindi dapat dipanen pada usia lima tahun." },
    "manfaat": { "judul": "Manfaat", "konten": "Daun Mindi bisa digunakan untuk pakan ternak. Kayu Mindi yang bersifat antirayap dapat digunakan untuk membuat perabot rumah tangga, panel kayu, dan ukiran, tapi kurang disarankan untuk konstruksi karena nilai stabilitas dimensinya yang rendah. Kendati Mindi dilaporkan dapat menjadi obat tradisional, tetapi penggunaannya perlu hati-hati karena jenis ini, terutama buahnya, beracun bagi manusia dan hewan. Daun, buah, dan biji Mindi mengandung saponin, polifenol, dan flavonoid untuk pestisida nabati." },
    "klasifikasi": { "judul": "Klasifikasi", "konten": "Regnum: Plantae, Phylum: Tracheophyta, Classis: Magnoliopsida, Ordo: Sapindales, Familia: Meliaceae, Genus: Melia, Species: Melia azedarach L." },
    "referensi": { "judul": "Referensi", "konten": "1. Orwa, C., A. Mutua, R. Kindt, R. Jamnadass, S. Anthony. 2009. Agroforestree Database: Melia azedarach. Kenya: World Agroforestry Centre.\n2. Barstow, M. 2018. Melia azedarach. The IUCN Red List of Threatened Species 2018: e.T61801956A61801958. https://dx.doi.org/10.2305/IUCN.UK.2018-1.RLTS.T61801956A61801958.en. Accessed on 12 October 2025.\n3. Praptoyo, H. 2010. Sifat Anatomi dan Fisika Kayu Mindi (Melia azedarach Linn.) dari Hutan Rakyat di Yogyakarta. Jurnal Ilmu Kehutanan 4(1): 21-27.\n4. Wu, Z. Y., Raven, P. H., & Hong, D. Y. (Eds). 2007. Flora of China. Vol. 11. Beijing: Science Press.\n5. Jauhari, A.M., N. Wijayanto, O. Rusdiana. 2016. Pertumbuhan Mindi dan Produksi Kedelai dengan Pola Agroforestri pada Lahan Masam. Jurnal Silvikultur Tropika 7(3): 198-204.\n6. Kholifatunnisa, F.S., Sugiarto, L. Afifah. 2024. Uji Toksisitas Insektisida Nabati Daun Mindi terhadap Hama Kutu Kacang. Jurnal Agroplasma 11(2): 409-417." }
  },
  "nangka": {
    "namaUmum": "Nangka",
    "namaIlmiah": "Artocarpus heterophyllus Lam.",
    "statusKonservasi": "Merujuk data IUCN tahun 2021, Artocarpus heterophyllus Lam. termasuk kategori Not Evaluated (NE), yang berarti belum dievaluasi atau tidak dievaluasi.",
    "deskripsiSingkat": "Pohon ini ditemukan daerah tropis, seperti: Indonesia, India, Bangladesh, Myanmar, Sri Lanka, Malaysia, Thailand, Filipina, Karibia, hingga Brasil.",
    "gambar": {
      "Habitus": "images/Habitus Nangka.JPG"
    },
    "morfologi": { "judul": "Morfologi", "konten": "Nangka berakar tunggang dengan akar lateral yang kuat dan menyebar, menopang pohon besar. Batang nangka berukuran sedang hingga besar, tingginya dapat mencapai 20–25 m; batang lurus, berdiameter hingga 80 cm, kulit batang berwarna cokelat keabu-abuan, sedikit beralur. Daun tunggal, duduk berseling, tebal, bentuk elips hingga bulat telur, panjang 15–25 cm, permukaan mengilap hijau tua, tulang daun menonjol jelas. Bunganya berbentuk majemuk, uniseksual, muncul pada batang (kauliflori) dan cabang besar. Bunga jantan berbentuk bulir silindris, bunga betina berbentuk bulir besar yang kemudian berkembang menjadi buah. Buah nangka tergolong buah majemuk, panjang dapat mencapai 30–90 cm dengan berat 5–30 kg, berbentuk lonjong, kulit luar hijau hingga cokelat kekuningan dengan duri lunak. Daging buah Nangka berwarna kuning keemasan, manis, dan beraroma khas. Nangka mempunyai banyak biji antara 20–100 biji per buah yang berbentuk elips, panjang 2–3 cm, kulit keras berwarna cokelat, dengan endosperma yang dapat dimakan setelah direbus atau dipanggang." },
    "ekologi": { "judul": "Ekologi & Habitat", "konten": "Pohon ini ditemukan daerah tropis, seperti: Indonesia, India, Bangladesh, Myanmar, Sri Lanka, Malaysia, Thailand, Filipina, Karibia, hingga Brasil. Nangka tumbuh baik di daerah tropis lembab dengan curah hujan tahunan 1.500–2.500 mm. Tanaman ini toleran pada aluvial, tanah lempung berpasir, hingga lempung liat yang memiliki drainase baik dengan pH 6,0-7,5. Habitat aslinya adalah hutan hujan tropis Asia Selatan. Nangka mampu tumbuh dari dataran rendah hingga ketinggian sekitar 1.200 m dpl." },
    "budidaya": { "judul": "Budidaya Tanaman", "konten": "Tanaman nangka melakukan fotosintesis dengan intensitas cahaya penuh pada daerah tropis. Tanaman ini memerlukan suhu optimal 24–32 °C dan kelembapan relatif 70–80% untuk mendukung metabolism dan pertumbuhannya. Produksi lateks pada nangka sebagai metabolit sekunder berfungsi sebagai mekanisme pertahanan terhadap herbivora dan patogen. Bunga jantan dan betina terpisah dalam satu pohon (monoecious), dengan penyerbukan dibantu angin dan serangga. Media tanam ideal untuk tanaman Nangka berupa tanah tanah yang liat berpasir, gembur, subur, dan memiliki drainase baik. Penyiraman dilakukan 2–3 kali seminggu pada musim kemarau. Pemupukan tanaman Nangka menggunakan pupuk kandang atau NPK seimbang setiap 2–3 bulan meningkatkan pertumbuhan vegetatif dan pembentukan buah. Perbanyakan umum dilakukan melalui biji." },
    "manfaat": { "judul": "Manfaat", "konten": "Setiap bagian tanaman nangka mempunyai manfaat, diantaranya: Buah matang dikonsumsi langsung atau diolah menjadi manisan; Buah muda dimanfaatkan sebagai sayuran atau bahan kari dan gudeg; Biji nangka mengandung protein dan pati; Kayu nangka bernilai tinggi untuk pembuatan furniture, alat musik tradisional (gamelan, kecapi); Daun nangka dapat dimanfaatkan sebagai pakan ternak. Dalam bidang etnomedisin, akar, daun, dan getah nangka digunakan untuk mengatasi gangguan pencernaan." },
    "klasifikasi": { "judul": "Klasifikasi", "konten": "Regnum: Plantae, Phylum: Tracheophyta, Classis: Magnoliopsida, Ordo: Rosales, Familia: Moraceae, Genus: Artocarpus, Species: Artocarpus heterophyllus Lam." },
    "referensi": { "judul": "Referensi", "konten": "1. Fern, K. 2025. Useful Tropical Plants Database: Artocarpus heterophyllus Lam. https://tropical.theferns.info/viewtropical.php?id=Artocarpus+heterophyllus\n2. Flora of China. 2025. Artocarpus heterophyllus Lam. http://www.efloras.org/florataxon.aspx?flora_id=2&taxon_id=200006337\n3. Bakewell-Stone, P. 2022. Artocarpus heterophyllus (Jackfruit). CABI Compendium. https://doi.org/10.1079/cabicompendium.1832\n4. Edy, W. 2022 Pertumbuhan Biji Nangka pada Variasi Komposisi Media Tumbuh pada Polybag. Majene: Universitas Sulawesi Barat.\n5. Aziz, N. B. A., et al. 2023. Peranan Morfologi dan Biologi Bunga dalam Teknologi Pembiakan Nangka. Buletin Teknologi MARDI.\n6. Indra, D. & Setiawan I. 2019. Panen Untung dari Budidaya Tanaman Buah. Yogyakarta: Laksana.\n7. Danggur, Y. E., et al. 2022. Identifikasi Jenis–Jenis Tumbuhan Obat Tradisional oleh Masyarakat Kawasan Hutan Lindung Meler Kuwus. Jurnal Wana Lestari, 4(2): 293-302." }
  },
  "pakel": {
    "namaUmum": "Pakel",
    "namaIlmiah": "Mangifera foetida Lour.",
    "statusKonservasi": "Berdasarkan IUCN Red List, M. foetida Lour. masuk dalam kategori Least Concern (LC). Meskipun terjadi penurunan populasi akibat alih fungsi lahan, usaha hibridisasi dengan spesies mangga lainnya dengan distribusinya yang cukup luas membuat spesies ini tidak tergolong terancam secara global.",
    "deskripsiSingkat": "Pakel merupakan spesies asli Asia Tenggara yang dikenal dengan nama lokal mancang di Aceh dan ambacang di Minangkabau.",
    "gambar": {
      "Habitus": "images/Habitus Pakel.JPG"
    },
    "morfologi": { "judul": "Morfologi", "konten": "Pakel mempunyai sistem akar tunggang dengan cabang lateral yang kuat. Batang pakel berkayu dengan tinggi hingga 20 meter, bentuk batang bulat berdiameter hingga 100 cm, tipe percabangan sympodial, permukaan batang kasar dengan kulit batang berwarna coklat dengan getah lengket dan berwarna merah. Daun pakel merupakan daun tunggal, helaian daun berbentuk jorong (ovalis atau elipticus). Tekstur daunnya tebal dan kaku seperti kulit. Bunga pakel berkategori majemuk dengan warna bunga ungu kemerahan. Buah pakel merupakan tipe buah sejati tunggal yang berdaging, termasuk golongan buah buni, warna kulit buah hijau dengan bintik-bintik hitam di kulit buah. Tekstur permukaan kulit buah halus. Ukuran dan bentuk buahnya bervariasi, buah berbiji bulat telur miring, berisi satu biji besar." },
    "ekologi": { "judul": "Ekologi & Habitat", "konten": "Pakel merupakan spesies asli Asia Tenggara, tersebar di Indonesia, Malaysia, dan Thailand. Pakel dapat tumbuh baik di hutan dataran rendah tropis dengan ketinggian 500-1.800 mdpl dan curah hujan yang melimpah dan merata (1.600–4.000 mm). Jenis ini dapat ditemukan di tepian hutan, lahan terbuka, serta sering ditanam di pekarangan atau kebun rakyat sebagai pohon buah." },
    "budidaya": { "judul": "Budidaya Tanaman", "konten": "Tanaman pakel dapat tumbuh subur dengan kelembapan 70–90%. Media tanam pakel yang ideal adalah tanah gembur, subur, dan memiliki drainase baik. Sanitasi lahan penanaman pakel sangat perlu dilakukan, seperti: area bebas dari sampah, dedaunan, dan ranting yang jatuh. Tanaman pakel memerlukan bawah intensitas cahaya sedang hingga terang. Pemangkasan cabang yang rusak juga penting untuk menjaga kesehatan pohon. Tanaman pakel dapat menghasilkan metabolit sekunder seperti mangiferin. Buah keluar dari infloresensi majemuk, dengan penyerbukan dibantu oleh serangga kecil seperti lebah dan lalat buah." },
    "manfaat": { "judul": "Manfaat", "konten": "Buah pakel yang telah matang dapat dikonsumsi segar atau diolah menjadi produk selai dan dodol. Buah mangga pakel bermanfaat untuk meningkatkan daya tahan tubuh. Bijinya digunakan untuk melawan trikofitosis, kudis, dan eksim. Daun pakel memiliki berbagai khasiat, seperti sebagai antipiretik, antiinflamasi, antibakteri, antitumor, antijamur, dan antidiabetes. Getahnya mengiritasi kulit, namun digunakan sebagai lotion untuk mengobati tukak. Kayu pakel dapat dimanfaatkan untuk furniture." },
    "klasifikasi": { "judul": "Klasifikasi", "konten": "Regnum: Plantae, Phylum: Tracheophyta, Classis: Magnoliopsida, Ordo: Sapindales, Familia: Anacardiaceae, Genus: Mangifera, Species: Mangifera foetida Lour." },
    "referensi": { "judul": "Referensi", "konten": "1. Alifiyah, N. I., A. Aryanto, H. Zikriyani. 2025. Phytochemical Constituents, Nutritional Composition, and Pharmacological Potentials of Mangifera foetida: A Comprehensive Review. Jurnal Biologi Tropis, 25 (3): 2488–2499.\n2. Sari, R. P., I. Rahmawati, P. R. Primandiri, & A. M. Santoso. 2022. Karakterisasi Tanaman Pakel di Kabupaten Kediri. Prosiding Seminar Nasional Kesehatan, Sains dan Pembelajaran, 2(1), 569-574.\n3. Ganesan, S. K. 2021. Mangifera foetida. The IUCN Red List of Threatened Species 2021: e.T31392A67735676. https://dx.doi.org/10.2305/IUCN.UK.2021-3.RLTS.T31392A67735676.en.\n4. Aulia, F.N. 2019. Uji Toksisitas Subkronik Kombinasi Ekstrak Etanol Daun Mangga Pakel dengan Daun Pandan Wangi terhadap Kadar SGOT dan SGPT Tikus.\n5. Mubarok, H. 2023. Pengaruh konsentrasi hormon 6-Benzyl Amino Purine terhadap perkecambahan biji mangga gedong gincu secara In Vitro.\n6. Sodwijo, U. S. 2023. Cara Jitu Merawat Pohon Mangga. Jakarta: Elementa Agro Lestari.\n7. Fern, K. 2025. Useful Tropical Plants Database: Mangifera foetida Lour. https://tropical.theferns.info/viewtropical.php?id=Mangifera+foetida" }
  },
  "petai": {
    "namaUmum": "Petai",
    "namaIlmiah": "Parkia speciosa Hassk.",
    "statusKonservasi": "Menurut penilaian IUCN Red List, Parkia speciosa diklasifikasikan sebagai Least Concern (LC) karena distribusi geografisnya yang luas dan status populasinya stabil. Petai tidak terancam secara global saat ini, namun kehilangan habitat hutan primer dan tekanan dari perluasan lahan pertanian mengindikasikan kebutuhan untuk memantau populasi di tingkat lokal.",
    "deskripsiSingkat": "Petai berasal dari Asia Selatan ke Asia Tenggara dengan distribusi mencakup Indonesia, Malaysia, dan Thailand.",
    "gambar": {
      "Habitus": "images/Habitus Petai.JPG"
    },
    "morfologi": { "judul": "Morfologi", "konten": "Sistem perakaran berupa akar tunggang kuat dengan susunan tetrad xilem yang berselang-seling dengan floem, yang memberikan stabilitas struktural. Batang petai berkayu yang ditutupi epidermis dengan lapisan kutikula tunggal. Daunnya majemuk menyirip ganda (bipinnate), dengan 14–24 pasang pinna, dan setiap pinna terdiri dari 31–38 pasang anak daun berbentuk lonjong. Kelenjar nektar terdapat di pangkal tangkai daun. Bunga petai tersusun dalam bentuk kepala (head inflorescence) yang menggantung dan menarik penyerbuk utama seperti kelelawar. Buahnya berupa polong panjang (30–40 cm) berwarna hijau mengkilap, berisi 10–18 biji besar yang tersusun mendatar. Buah ini memiliki rasa pahit dan aroma yang sangat menyengat." },
    "ekologi": { "judul": "Ekologi & Habitat", "konten": "Petai berasal dari Asia Selatan ke Asia Tenggara dengan distribusi mencakup India Timur Laut, Bangladesh, Myanmar, Thailand, Kamboja, Vietnam, Malaysia, dan Indonesia. Spesies ini paling cocok tumbuh pada ketinggian 500–1400 meter di atas permukaan laut, dengan suhu minimum dan maksimum rata-rata dalam kisaran 20–28°C, serta curah hujan tahunan rata-rata dalam kisaran 1.000–2.000 mm. Habitatnya mencakup hutan basah serta pinggiran sungai atau lahan lembab." },
    "budidaya": { "judul": "Budidaya Tanaman", "konten": "Petai dapat tumbuh yang tingginya antara 15–30 m dan diameter batang 100 cm. Jenis tanah yang sesuai untuk tanaman petai adalah tanah lempung atau lempung liat yang berdrainase baik. Petai lebih menyukai pH dalam kisaran 5,5-7,0. Perbanyakan generatif dilakukan melalui biji, sedangkan vegetatif bisa melalui okulasi atau mencangkok. Penggunaan rootstock yang kompatibel (seperti Parkia timoriana) menunjukkan tingkat keberhasilan lebih tinggi. Praktik lokal pembenihan termasuk mengupas biji atau memotong sebagian dela tersebut agar perkecambahan lebih cepat. Jarak tanam optimal sekitar 1,5–2 m antar tanaman untuk menghindari kompetisi sumber daya." },
    "manfaat": { "judul": "Manfaat", "konten": "Petai mempunyai banyak manfaat yang meliputi: Bidang pangan. Biji dan polong petai menjadi sayuran yang populer di Asia Tenggara; Bidang farmasi. Beberapa bagian tanaman petai mempunyai aktivitas farmakologis, diantaranya: Aktivitas antidiabetes; Antioksidan dan fenolik; Antimikroba; Khasiat tradisional dalam pengobatan tradisional, petai digunakan untuk menurunkan gula darah, meredakan nyeri ginjal; Bidang agroforestri. Pohon petai terkadang ditanam untuk menyediakan pohon peneduh bagi perkebunan kopi." },
    "klasifikasi": { "judul": "Klasifikasi", "konten": "Kingdom: Plantae, Divisi: Magnoliophyta, Kelas: Magnoliopsida, Ordo: Fabales, Familia: Fabaceae, Genus: Parkia, Species: Parkia speciosa Hassk." },
    "referensi": { "judul": "Referensi", "konten": "1. Purnomosidhi, P., et al. 2023. Interspecific and Intraspecific Rootstock Suitability for Vegetative Propagation of Petai. Journal of Agricultural Science, 15(2): 50–55.\n2. Roshetko, J. M., et al. 2008. Evaluating indigenous practices for petai seed germination. Small-scale Forestry, 7(3): 285-293.\n3. Zaini, N. A., & F. Mustaffa. 2017. Review: Parkia speciosa as Valuable, Miracle of Nature. Asian Journal of Medical Health, 2 (3): 1–9.\n4. GBIF. 2025. Parkia speciosa Hassk. In GBIF Backbone Taxonomy. https://www.gbif.org/species/5348811.\n5. Wiriadinata, H. & N. Bamroongrugsa. 1993. Parkia speciosa Hassk. In: Plant Resources of South-East Asia No 8: Vegetables. Bogor: PROSEA Foundation.\n6. Fern, K. 2024. Parkia speciosa. In Useful Tropical Plants Database. https://tropical.theferns.info/viewtropical.php?id=Parkia+speciosa\n7. Buanasari, B., et al. 2017. Extraction of phenolic compounds from petai leaves using microwave and ultrasound assisted methods. Jurnal Bahan Alam Terbarukan, 6(1): 25-31.\n8. Saleh, M. S., et al. 2021. Genus Parkia: Phytochemical, medicinal uses, and pharmacological properties. International Journal of Molecular Sciences, 22(2): 618.\n9. Singhania, N., et al. 2020. Bioactive compounds of petai beans. In Bioactive compounds in underutilized vegetables and legumes. Cham: Springer International Publishing.\n10. Azizul, N. H., et al. 2019. Nutraceutical potential of Parkia speciosa: a current review. American Journal of Biomedical Science & Research, 4(6): 392-402.\n11. Harvey-Brown, Y. 2019. Parkia speciosa. The IUCN Red List of Threatened Species 2019: e.T153891869A153917800." }
  },
  "pucuk-merah": {
    "namaUmum": "Pucuk Merah",
    "namaIlmiah": "Syzygium myrtifolium (Roxb.) Walp.",
    "statusKonservasi": "Syzygium myrtifolium (Roxb.) Walp. tercatat sebagai spesies dengan status Least Concern yang mengalami penurunan populasi secara lokal di habitat aslinya di Asia Tenggara.",
    "deskripsiSingkat": "Pucuk Merah merupakan flora asli Asia Tenggara yang mencakup Bangladesh, Myanmar, Thailand, Filipina, Malaysia, hingga Indonesia.",
    "gambar": {
      "Habitus": "images/Habitus Pucuk Merah.JPG"
    },
    "morfologi": { "judul": "Morfologi", "konten": "Pucuk merah memiliki sistem perakaran tunggang yang menghujam kuat ke dalam tanah, sehingga berperan penting dalam rehabilitasi lahan, pencegahan longsor, serta penyimpanan cadangan air. Akar tersebut berbentuk bulat, berwarna cokelat, dan mampu menopang tegaknya tanaman secara kokoh. Pucuk merah merupakan pohon dengan batang berkayu, tumbuh tegak, berbentuk bulat, berwarna cokelat, bertekstur kasar, serta bercabang dengan pola simpodial. Daunnya tunggal dengan posisi berhadapan, berbentuk oval, bertepi rata, ujung dan pangkal meruncing, serta pertulangan menyirip. Daun muda berwarna merah mencolok sebelum berangsur berubah menjadi hijau seiring pertambahan umur. Bunga pucuk merah tersusun majemuk dalam malai berkarang terbatas. Benang sari berjumlah lebih banyak, berwarna putih. Buah berbentuk buni kecil, berwarna merah tua hingga ungu saat matang." },
    "ekologi": { "judul": "Ekologi & Habitat", "konten": "Pucuk Merah merupakan flora asli Asia Tenggara yang mencakup Bangladesh, Myanmar, Thailand, Filipina, Malaysia, hingga Indonesia dengan distribusinya di Kalimantan, Sumatra, Jawa. Pucuk Merah tumbuh secara alami di hutan rawa, pantai, tepian sungai, serta zona dataran rendah, terkadang pada ketinggian hingga 900 meter di atas permukaan laut. Habitat alaminya mencakup hutan rawa tepian, hutan primer dan sekunder dataran rendah. Tanaman ini tumbuh baik dalam kondisi cahaya penuh dan kelembapan moderat hingga tinggi." },
    "budidaya": { "judul": "Budidaya Tanaman", "konten": "Pucuk Merah merupakan tanaman tropis yang mampu tumbuh subur pada suhu relatif panas, dengan kisaran ideal 24–36°C. Paparan sinar matahari penuh sangat penting untuk merangsang pembentukan tunas baru dengan warna merah cerah. Keunggulan pucuk merah terletak pada toleransinya terhadap tanah kurang subur maupun kondisi bergaram, serta kemampuannya dibentuk melalui pemangkasan (topiary). Perbanyakan dapat dilakukan melalui biji, stek batang, maupun cangkok. Biji yang berasal dari buah semi-matang menunjukkan tingkat perkecambahan hingga 93%. Biji sangat peka terhadap kekeringan dan disarankan segera ditanam setelah panen." },
    "manfaat": { "judul": "Manfaat", "konten": "Pucuk Merah mempunyai manfaat terbesar di bidang kesehatan dengan menggunakan pucuk daunnya menjadi teh herbal. Teh ini mengandung flavonoid yang bertindak sebagai pewarna alami maupun zat antioksidan. Tanaman pucuk merah juga mempunyai kandungan senyawa antosianin yang berperan sebagai penangkal radikal bebas. Asam betulinat pada ekstrak pucuk merah memiliki aktivitas antidiare yang baik. Manfaat lainnya adalah kemampuannya menyerap karbondioksida (CO2) lebih besar dibandingkan jenis tumbuhan yang lain. Selain itu, daun muda merah yang mencolok menjadikan tanaman ini bernilai estetis." },
    "klasifikasi": { "judul": "Klasifikasi", "konten": "Kingdom: Plantae, Divisi: Tracheophyta, Kelas: Magnoliopsida, Ordo: Myrtales, Familia: Myrtaceae, Genus: Syzygium, Species: Syzygium myrtifolium (Roxb.) Walp." },
    "referensi": { "judul": "Referensi", "konten": "1. eFlora of India. 2024. Syzygium myrtifolium. https://efloraofindia.com/efi/syzygium-myrtifolium/\n2. Fern, K. 2024. Syzygium myrtifolium. In Useful Tropical Plants Database. https://tropical.theferns.info/viewtropical.php?id=Syzygium+myrtifolium\n3. Darmanto, S., A. Nugroho, Yuniarto, & Sarwoko. 2023. Pengembangan Tanaman Hias Pucuk Merah dan Tanaman Buah di Areal Embung. Jurnal Pengabdian Vokasi, 3(2): 343-347.\n4. Musawwa, A. W., Sulistiono, T.I. Sulistiyowati. 2023. Karakterisasi Morfologi Genus Syzygium di Kabupaten Nganjuk. In Prosiding SEMDIKJAR, 6, 522-528. https://proceeding.unpkediri.ac.id/index.php/semdikjar/article/view/3757\n5. National Parks Board. 2022. Syzygium myrtifolium. In Flora & Fauna Web. Retrieved August 27, 2025, from https://www.nparks.gov.sg/florafaunaweb/flora/3/1/3156\n6. GBIF Secretariat. 2023. Syzygium myrtifolium Walp. GBIF Backbone Taxonomy. https://www.gbif.org/species/3183420\n7. Usman, M., Sarina, & E. Suzanna. Analisis Efisiensi Perbanyakan Tanaman Hias Pucuk Merah secara Vegetatif dengan Perlakuan Zat Pengatur Tumbuh. Bengkulu: PROSIDING Seminar Nasional Pengentasan Kemiskinan Ke-1.\n8. Roseli, A. N. M., T. F. Ying, & M. F. Ramlan. 2014. Paclobutrazol effects on growth performance and public preference on potted Syzygium myrtifolium. Journal of Agrobiotechnology, 5: 17-29.\n9. Setiawan, D. A. 2023. Botani, ekologi, fitokimia, bioaktivitas, dan pemanfaatan pucuk merah di Indonesia: Suatu Kajian Pustaka. Metro: IAIN Metro.\n10. Energy Development Corporation (EDC). 2025. Syzygium myrtifolium. The IUCN Red List of Threatened Species 2025: e.T207941096A208104627. Accessed on 11 October 2025." }
  },
  "puspa": {
    "namaUmum": "Puspa",
    "namaIlmiah": "Schima wallichii (DC.) Korth.",
    "statusKonservasi": "Puspa masuk dalam kategori Least Concern (LC), artinya tumbuhan ini berisiko rendah terhadap kepunahan.",
    "deskripsiSingkat": "Puspa merupakan pohon hijau adaptif yang dikenal karena ketahanannya terhadap api dan kemampuannya merehabilitasi lahan kritis.",
    "gambar": {
      "Bunga": "images/Bunga Puspa.JPG",
      "Daun": "images/Daun Puspa.JPG",
      "Batang": "images/Batang Puspa.JPG"
    },
    "morfologi": { "judul": "Morfologi", "konten": "Pohon hijau sepanjang tahun, tinggi 10-15 m, batang muda coklat keabu-abuan. Tangkai daun 1-2 cm, helai daun elips, 8-17.5 × 4-7.5 cm, permukaan mengkilap dan kaku, berwarna hijau tua di atas dan lebih pucat di bawah, tulang daun menyirip. Bunga duduk di ketiak daun, soliter atau tiga kuntum dalam satu klaster, putih, harum, diameter 3-4 cm. Kelopak bunga putih, bulat telur terbalik lebar, 1,5-2 × 1,5 cm. Benang sari 8-10 mm, bakal buah membulat, kepala putik berjumlah lima. Buah kapsul, coklat, beruang lima dengan masing-masing ruang terdapat dua biji." },
    "ekologi": { "judul": "Ekologi & Habitat", "konten": "Puspa tumbuh secara alami Asia, seperti Bhutan, China, India, Indonesia, Laos, Myanmar, Nepal, Papua Nugini, Filipina, Thailand, dan Vietnam. Di Indonesia, jenis ini tersebar di pulau Sumatra, Kalimantan, dan Jawa. Habitat alaminya berada pada ketinggian 300–2.700 meter di atas permukaan laut. Tumbuhan ini dapat berkembang dengan baik pada berbagai kondisi ekologis. Kemampuannya untuk tumbuh di tempat terbuka maupun terlindungi, serta ketahanannya terhadap api, menjadikannya cocok untuk rehabilitasi hutan." },
    "budidaya": { "judul": "Budidaya Tanaman", "konten": "Puspa dapat tumbuh optimal jika ditanam pada ketinggian 1950 dpl dan dapat tumbuh setinggi 20 cm dalam kurun 6-8 bulan. Jenis ini menyukai tempat yang teduh, lebih menyukai pH 5,0 – 6,5, dan tumbuh subur pada tanah dengan drainase baik. Pembibitan dapat dilakukan dengan terlebih dahulu merendam benih di dalam air hangat selama sekitar 12 jam. Semai dapat dipindahkan ke dalam pot jika sudah mencapai 5-8 cm, dan dapat dipindahkan ke tempat terbuka setelah 20 cm. Biasanya pohon dapat berbunga dan berbuah setelah 4 tahun dengan variasi periode pembungaan 33 hingga 42 hari. Pada studi revegetasi Cagar Biosfer Cibodas, jenis ini menunjukkan indeks pertumbuhan 32,82 atau yang tertinggi." },
    "manfaat": { "judul": "Manfaat", "konten": "Pohon ini cocok untuk reforestasi dan konservasi air, pohon peneduh untuk perkebunan kopi, dan vegetasi penutup pada perkebunan pinus dan damar. Kayu digunakan untuk konstruksi bangunan, bahan baku kertas, dan kayu bakar. Kulit kayu digunakan untuk pewarna serta digunakan sebagai ramuan antiseptik untuk mengobati luka. Kulit kayu dan daun mengandung senyawa aktif fenol dan flavonoid yang memiliki efek antibakteri dan antioksidan. Kelopak bunga bersifat astringen dan digunakan untuk gangguan rahim. Getah batang dimanfaatkan untuk infeksi telinga. Biji mengandung minyak." },
    "klasifikasi": { "judul": "Klasifikasi", "konten": "Regnum: Plantae, Phylum: Tracheophyta, Classis: Magnoliopsida, Ordo: Ericales, Familia: Theaceae, Genus: Schima, Species: Schima wallichii (DC.) Korth." },
    "referensi": { "judul": "Referensi", "konten": "1. Oldfield, S. 2018. Schima wallichii. The IUCN Red List of Threatened Species 2018: e.T63077A62085289. https://dx.doi.org/10.2305/IUCN.UK.2018-1.RLTS.T63077A62085289.en. [Accessed on 22 August 2025]\n2. Almadani, A. R., & W.G. Hermawan. 2023. Fenologi Perkembangan Diameter Dan Ketinggian Batang Tumbuhan Puspa di Wilayah Resort Wonolelo, Taman Nasional Gunung Merbabu. Nusantara Hasana Journal, 2(12): 152- 157.\n3. Handayani, A., I.Q. Lailaty, & S. Astutik. 2019. Evaluasi kesintasan dan pertumbuhan beberapa jenis pohon lokal di area restorasi Cagar Biosfer Cibodas. Journal of Natural Resources and Environmental Management, 9(3): 541-548.\n4. Wu, Z. Y., P. H. Raven & D. Y. Hong (Editors). 2007. Flora of China. Vol. 12. Beijing: Science Press. http://www.efloras.org/florataxon.aspx?flora_id=2&taxon_id=200014159\n5. Khanduri, V.P., et al. 2013. Annual Variation in Flowering Phenology in Two Natural Populations of Schima wallichii. The Scientific World Journal 350157: 1-11. https://onlinelibrary.wiley.com/doi/10.1155/2013/350157\n6. Fern, K. 2025. Useful Tropical Plants Database: Schima wallichii. https://tropical.theferns.info/viewtropical.php?id=Schima+wallichii [Accessed on August, 21, 2025].\n7. Shrestha, D., et al. 2024. Phytochemical analysis, antioxidant, antimicrobial, and toxicity studies of Schima wallichii growing in Nepal. International Journal of Food Properties, 27(1): 273-285.\n8. Nursanti, A. Adriadi, & Sai'in. 2021. Komponen Faktor Abiotik Lingkungan Tempat Tumbuh Puspa di Kawasan Hutan Adat Bulian Kabupaten Musirawas. Jurnal Silva Tropika, 5(2): 438-445." }
  },
  "randu": {
    "namaUmum": "Randu",
    "namaIlmiah": "Ceiba pentandra (L.) Gaertn.",
    "statusKonservasi": "Randu dikategorikan Least Concern (LC), artinya tumbuhan ini berisiko rendah terhadap kepunahan. Kendati tanaman ini dihadapkan pada ancaman utama karena meningkatnya permintaan akan kayu, tetapi belum ada informasi bahwa hal tersebut menimbulkan penurunan populasinya.",
    "deskripsiSingkat": "Randu atau Kapuk Randu merupakan jenis tumbuhan yang endemik di hutan kering Neotropik.",
    "gambar": {
      "Batang": "images/Batang Randu.JPG",
      "Bunga": "images/Bunga Randu.JPG",
      "Buah muda": "images/Buah muda Randu.JPG"
    },
    "morfologi": { "judul": "Morfologi", "konten": "Pohon raksasa yang dapat mencapai tinggi 30-70 m. Batang berduri saat muda. Daun majemuk menjari. Bunga berwarna putih krem. Buah berbentuk kapsul memanjang berisi serat kapuk putih dan biji hitam kecil." },
    "ekologi": { "judul": "Ekologi & Habitat", "konten": "Randu endemik di Amerika Tengah, Karibia, dan Amerika Selatan. Jenis ini menyebar ke Afrika Barat dan diintroduksikan ke Asia tropis seperti Indonesia. Randu biasanya tumbuh di hutan hujan dan seringkali ditemukan di hutan sekunder mulai dari dataran rendah hingga ketinggian 900 mdpl. Tanaman ini cocok hidup di daerah dengan suhu hangat antara 18–38 °C. Jenis tanah yang paling sesuai adalah tanah gembur dengan drainase baik." },
    "budidaya": { "judul": "Budidaya Tanaman", "konten": "Randu adalah tumbuhan yang cukup tahan terhadap kering dan dapat tumbuh dengan baik di dataran rendah. Satu kilogram buah kapuk dapat menghasilkan 10.000 hingga 45.000 benih. Penyimpanan benih dalam jangka panjang sangat tidak dimungkinkan karena mengandung minyak yang mudah tengik. Benih hanya dapat disimpan paling lama satu tahun. Spesies ini umumnya ditanam dengan jarak tanam 7,3 x 7,3 m dalam sistem tumpang sari. Perawatan umum dapat dilakukan pada tahun ke-3 dan ke-5. Hama yang penting adalah serangga penggugur daun." },
    "manfaat": { "judul": "Manfaat", "konten": "Pohon Randu biasanya digunakan untuk budidaya lebah madu. Serat Randu yang biasanya disebut kapuk digunakan untuk pengisi bantal, matras. Biji Randu mengandung minyak yang dapat digunakan untuk pelumas, bahan industri sabun, biodiesel, dan bioetanol. Bagian-bagian pohon Randu mengandung senyawa metabolit sekunder yang bersifat antibakteri, antijamur, antiradang, dan antioksidan. Kayu Randu cukup ringan dan dapat digunakan untuk membuat perahu atau kano." },
    "klasifikasi": { "judul": "Klasifikasi", "konten": "Regnum: Plantae, Phylum: Tracheophyta, Classis: Magnoliopsida, Ordo: Malvales, Familia: Malvaceae, Genus: Ceiba, Species: Ceiba pentandra (L.) Gaertn." },
    "referensi": { "judul": "Referensi", "konten": "1. Chan, E.W.C, et al. 2023. Ceiba pentandra (L.) Gaertn.: An overview of its botany, uses, reproductive biology, pharmacological properties, and industrial potentials. Journal of Applied Biology & Biotechnology 11(1): 1-7.\n2. Orwa, C., A. Mutua, R. Kindt, R. Jamnadass, S. Anthony. 2009. Agroforestree Database: Ceiba pentandra. Kenya: World Agroforestry Centre. https://apps.worldagroforestry.org/treedb2/speciesprofile.php?Spid=501 [Accessed on 11 October 2025]\n3. Pratiwi, R. H. (2014). Potensi Kapuk Randu dalam Penyediaan Obat Herbal. E-Journal Widya Kesehatan dan Lingkungan, 1 (1): 53-60.\n4. Wu, Z. Y., Raven, P. H., & Hong, D. Y. (Eds). 2007. Flora of China. Vol. 12. Beijing: Science Press. http://www.efloras.org/florataxon.aspx?flora_id=2&taxon_id=200013784\n5. Rivers, M.C. & Mark, J. 2017. Ceiba pentandra. The IUCN Red List of Threatened Species 2017: e.T61782438A61782442. https://dx.doi.org/10.2305/IUCN.UK.2017-3.RLTS.T61782438A61782442.en. Accessed on 11 October 2025." }
  },
  "salam": {
    "namaUmum": "Salam",
    "namaIlmiah": "Syzygium polyanthum (Wight) Walp.",
    "statusKonservasi": "Salam digunakan secara luas di Indonesia terutama sebagai bumbu masakan dan obat tradisional. Keberadaannya diindikasikan masih dijumpai secara luas di Asia Tenggara seperti Vietnam, Thailand, Laos, Malaysia, Indonesia, dan Filipina.",
    "deskripsiSingkat": "Salam berasal dari kawasan Asia Tenggara dan banyak ditemukan di Indochina.",
    "gambar": {
      "Pohon": "images/Pohon Salam.JPG",
      "Daun": "images/Daun Salam.JPG",
      "Bunga": "images/Bunga Salam.JPG",
      "Buah muda": "images/Buah muda Salam.JPG",
      "Buah masak": "images/Buah masak Salam.JPG"
    },
    "morfologi": { "judul": "Morfologi", "konten": "Perdu, dapat tumbuh hingga 18–27 m, diameter batang hingga 60 cm. Batang tegak lurus, bulat dengan permukaan beralur, kuat, dan keras, percabangan monopodial sehingga batang utama tampak jelas. Daun tunggal, terletak berhadapan, bertangkai 0,5–1 cm.,Helai daun lonjong hingga elips atau bulat telur terbalik dengan pangkal runcing dan ujung tumpul, bertepi rata, pertulangan menyirip. Permukaan atas hijau tua, licin, bagian bawah hijau lebih pucat; ukuran daun 5–15 cm × 3–8 cm. Jika diremas, daun mengeluarkan aroma harum. Bunga majemuk malai duduk di ujung ranting, putih, harum, biseksual dengan banyak benang sari bertangkai warna cerah. Buah buni, bulat diameter 8–9 mm, hijau merah gelap saat masak; rasanya agak sepat. Biji bulat, diameter sekitar 1 cm, cokelat." },
    "ekologi": { "judul": "Ekologi & Habitat", "konten": "Salam (Syzygium polyanthum (Wight) Walp.) berasal dari kawasan Asia Tenggara dan banyak ditemukan di Indochina, yaitu Laos, Kamboja, Myanmar (Burma), Vietnam, dan Thailand. Selain itu, tumbuhan ini juga dijumpai di Semenanjung Malaya dan Indonesia, khususnya di Sumatera, Kalimantan, dan Jawa. Di Indonesia, jenis ini tersebar luas baik di hutan primer maupun sekunder. Salam tumbuh baik pada ketinggian 5–1.000 meter di atas permukaan laut dengan kondisi tanah bertekstur liat berpasir, kaya bahan organik, serta memiliki pH antara 5,5–6,5." },
    "budidaya": { "judul": "Budidaya Tanaman", "konten": "Salam dapat diperbanyak melalui biji, cangkok, maupun stek, namun metode stek lebih sering dipilih karena lebih cepat dan praktis. Bibit yang digunakan dapat ditentukan dengan memenuhi kriteria tertentu, sebagai contoh tingginya 7 – 10 cm, diameter 3 – 5 mm, jumlah daun 5 – 10 helai, batang lurus, sehat, dan bebas dari serangan hama serta penyakit. Bibit ditanam pada polybag berisi media tanam berupa tanah ultisol dan pasir dengan perbandingan 2:1. Pemupukan dengan 10 g NPK per polybag dilakukan dua minggu setelah penanaman. Selanjutnya dapat dilakukan penyiraman bibit pada pagi dan sore hari sesuai kondisi lingkungan." },
    "manfaat": { "judul": "Manfaat", "konten": "Salam merupakan rempah yang umum digunakan sebagai bumbu masakan. Selain itu, jenis ini potensial untuk mengatasi berbagai penyakit seperti diabetes, hipertensi, diare, tumor, kanker, dan memiliki aktivitas antibakteri serta antioksidan. Studi yang lain menunjukkan bahwa daun salam dapat menjadi insektisida nabati untuk mengatasi serangan rayap. Selain itu, tumbuhan ini juga dapat tumbuh di lahan marjinal, sehingga dapat ditanam untuk rehabilitasi atau revegetasi bekas tambang." },
    "klasifikasi": { "judul": "Klasifikasi", "konten": "Regnum: Plantae, Divisio: Tracheophyta, Classis: Magnoliopsida, Ordo: Myrtales, Familia: Myrtaceae, Genus: Syzigium, Species: Syzigium polyanthum (Wight) Walp.)" },
    "referensi": { "judul": "Referensi", "konten": "1. Tim Kebun Raya Indrokilo Boyolali. 2021. Syzygium polyanthum. Buletin Kebun Raya Indrokilo Boyolali, 3: 1-4. https://kebunrayaindrokilo.boyolali.go.id/file/Buletin_KRIB_Vol_3_Agustus_2021.pdf\n2. Ismail, A., & W.A.N. Wan Ahmad. 2019. Syzygium polyanthum (Wight) Walp: A potential phytomedicine. Pharmacognosy Journal, 11(2): 429-438.\n3. GBIF Secretariat. 2023. GBIF Backbone Taxonomy: Syzygium polyanthum. https://www.gbif.org/search?q=syzygium%20polyanthum [Accessed via GBIF.org on 2025-09-05]\n4. Hamzah, R.A. Hardiyanti, Z.O. Nofianti. 2023. Optimalisasi Pertumbuhan Bibit Salam dengan Pemberian Pupuk NPK dan Arang Sekam. Jurnal Silva Tropika 7(1): 40-49.\n5. Syamsudin, S., A. Khaer, & A.K.T. Waru. 2023. Pemanfaatan Daun Salam dalam Pengendalian Rayap. Sulolipu: Media Komunikasi Sivitas Akademika dan Masyarakat, 23(2): 343-353.\n6. Wasis, B., & D. Prihanto. 2023. Pertumbuhan Semai Salam terhadap Pemberian Pupuk Kandang Sapi dan Arang Sekam pada Tanah Tercemar Oli Bekas. Jurnal Silvikultur Tropika 14(1): 47-55." }
  },
  "sengon": {
    "namaUmum": "Sengon",
    "namaIlmiah": "Albizia chinensis (Osbeck) Merr.",
    "statusKonservasi": "Sengon termasuk dalam kategori Least Concern (LC) dalam daftar IUCN Red List. Status ini diberikan karena jenis ini memiliki sebaran yang sangat luas di Asia Timur dan Asia Tenggara dengan populasi yang besar, serta tidak ada ancaman utama yang teridentifikasi secara signifikan terhadap kelestariannya.",
    "deskripsiSingkat": "Sengon tumbuh secara luas di wilayah Asia Tenggara dan merupakan tumbuhan asli hutan dengan iklim tropis lembab.",
    "gambar": {
      "Cabang berbunga": "images/Cabang berbunga Sengon.JPG",
      "Daun": "images/Daun Sengon.JPG",
      "Anak daun": "images/Anak daun Sengon.JPG",
      "Polong": "images/Polong Sengon.JPG"
    },
    "morfologi": { "judul": "Morfologi", "konten": "Pohon berakar tunggang, berganti daun, tinggi hingga 30 m. Daun majemuk menyirip ganda; tangkai daun kokoh, panjang 10-25 cm, dengan kelenjar elips dekat pangkal; sirip berjumlah 4-14 pasang; anak daun berjumlah 20-30 pasang per sirip, tipis seperti kertas, bentuk tidak simetris seperti belah ketupat, ujung meruncing tajam. Perbungaan berupa bongkol yang terkumpul dalam malai terminal berwarna hijau-kekuningan; bunga dimorfik. Buah polong tipis, pipih, berbentuk pita, panjang 6-20 cm, berwarna cokelat kemerahan atau kekuningan, berisi 8-12 biji. Biji pipih lonjong, cokelat tua." },
    "ekologi": { "judul": "Ekologi & Habitat", "konten": "Sengon tumbuh secara luas di wilayah Asia Tenggara seperti India, Myanmar, Thailand, China, Kamboja, Laos, Vietnam, Bhutan, Nepal, Bangladesh, dan Indonesia. Di Indonesia, jenis ini tersebar di pulau Jawa, Bali, dan Nusa Tenggara. Jenis ini merupakan tumbuhan asli hutan dengan iklim tropis lembab hingga subtropis dan memerlukan curah hujan 1000 – 5000 mm/tahun. Habitat alaminya berada pada ketinggian 0 – 1.800 m di atas permukaan laut. Jenis ini toleran terhadap tanah yang kurang subur." },
    "budidaya": { "judul": "Budidaya Tanaman", "konten": "Pembibitan Sengon dimulai dengan menjemur polong hingga pecah. Benih direndam di dalam air hangat (80 ° C) lalu dibiarkan selama 24 jam. Ditaburkan pada media semai berupa pasir: tanah (1:1). Setelah tiga minggu, bibit dapat dipindahkan ke media semai yang terdiri atas tanah, kompos, dan pasir (3:2:1). Di lapangan, bibit ditanam pada lubang tanam 30 cm x 30 cm x 30 cm. Pemupukan dengan kompos 5 kg/lubang tanam. Penyiangan dilakukan secara teratur hingga tanaman mencapai tinggi 1 m. Serangan tirip dapat menghambat pembungaan. Penyakit yang perlu diperhatikan adalah karat yang disebabkan oleh Ravenelia sessilis." },
    "manfaat": { "judul": "Manfaat", "konten": "Sengon bermanfaat salah satunya sebagai pakan ternak karena daunnya mengandung 21-28% protein kasar. Kayunya digunakan untuk bahan konstruksi ringan, mebel, dan kayu lapis. Tanaman ini juga berperan penting sebagai tanaman penyubur tanah." },
    "klasifikasi": { "judul": "Klasifikasi", "konten": "Regnum: Plantae, Divisio: Tracheophyta, Classis: Magnoliopsida, Ordo: Fabales, Familia: Fabaceae, Genus: Albizia, Species: Albizia chinensis (Osbeck) Merr." },
    "referensi": { "judul": "Referensi", "konten": "1. Irianto, Zahar, W., Tampubolon G., et al. 2024. Evaluasi Pertumbuhan dan Perkembangan Tanaman Sengon pada Lahan Reklamasi Bekas Tambang Batubara. Jurnal Sains dan Teknologi, 24(1): 42-50.\n2. Suita, E., Sudrajat, D.J. & Nurhasybi. 2018. Pertumbuhan Bibit Sengon Merah pada Media Semai Cetak dan Perbandingannya dengan Bibit Polybag. Jurnal Penelitian Kehutanan Wallacea, 7(2): 141-149.\n3. Orwa, C., et al. 2009. Agroforestree Database: Albizia chinensis. Kenya: World Agroforestry Centre.\n4. Wu, Z. Y., Raven, P.H., & Hong, D.Y. (Eds). 2010. Flora of China. Vol. 10 (Fabaceae). Beijing: Science Press." }
  },
  "sengon-laut": {
    "namaUmum": "Sengon Laut",
    "namaIlmiah": "Falcataria moluccana (Miq.) Barneby & J.W.Grimes",
    "statusKonservasi": "Sengon Laut masuk dalam kategori Least Concern (LC). Tren populasi saat ini dianggap stabil. Meskipun spesies ini telah diperkenalkan secara luas di luar jangkauan aslinya, statusnya tetap dievaluasi berdasarkan distribusi aslinya di Asia Tenggara.",
    "deskripsiSingkat": "Sengon laut merupakan jenis pionir yang mudah beradaptasi dengan kondisi lingkungan tempat tumbuhnya.",
    "gambar": {
      "Batang": "images/Batang Sengon Laut.JPG",
      "Daun": "images/Daun Sengon Laut.JPG"
    },
    "morfologi": { "judul": "Morfologi", "konten": "Pohon, dapat mencapai tinggi hingga 40 m dengan tinggi bebas cabang hingga 20m. Diameter pohon dewasa bisa mencapai 100 cm atau lebih. Kulit batangnya berwarna putih, abu-abu, atau kehijauan, halus. Daun majemuk menyirip ganda. Anak daunnya berukuran kecil, berbentuk lonjong, dan tersusun berpasangan sebanyak 15-20 pasang pada setiap tangkai. Bunga tersusun dalam malai, berwarna putih kekuningan, dan berbentuk seperti lonceng. Buah polong, pipih, tipis, tanpa sekat, panjang 10-13 cm. Setiap polong berisi 15-20 biji." },
    "ekologi": { "judul": "Ekologi & Habitat", "konten": "Sengon laut merupakan jenis pionir yang mampu tumbuh pada berbagai jenis tanah, selama drainasenya baik. Di Indonesia, sengon laut dapat ditemukan di berbagai wilayah, termasuk Sumatera, Jawa, Bali, Flores, dan Maluku. Tanaman ini membutuhkan iklim yang basah dengan curah hujan optimal antara 2.000 hingga 3.500 mm per tahun. Sengon laut dapat tumbuh dari dataran rendah hingga ketinggian 1.600 meter di atas permukaan laut." },
    "budidaya": { "judul": "Budidaya Tanaman", "konten": "Sengon laut dikenal sebagai jenis pohon cepat tumbuh (fast growing species). Pertumbuhannya sangat cepat karena kemampuannya untuk mengikat nitrogen. Sengon laut biasanya berbunga sekitar tiga tahun setelah tanam. Buah polong dapat dijemur kemudian benihnya dapat diambil secara manual. Benih dapat disimpan selama 1,5 tahun pada suhu 4-8 ° C. Sebelum disemai, benih perlu diberi perlakuan merendam ke dalam air mendidih selama 1-3 menit atau merendam ke dalam asam sulfat pekat selama 10-15 menit. Bibit dari penyemaian dapat ditanam setelah 4-5 bulan. Jarak tanam 3 x 3 m untuk pulp, atau 6 x 6 m untuk pertukangan." },
    "manfaat": { "judul": "Manfaat", "konten": "Kayunya ringan dan agak lunak, dapat digunakan untuk bahan konstruksi ringan, bahan baku tripleks dan kayu lapis, serta bahan baku pulp untuk membuat kertas dan mebel. Sengon laut dapat dikombinasikan dengan tanaman pertanian lain seperti padi gogo dalam sistem agroforestri. Daun sengon laut digunakan untuk pakan ternak." },
    "klasifikasi": { "judul": "Klasifikasi", "konten": "Regnum: Plantae, Phylum: Tracheophyta, Classis: Magnoliopsida, Ordo: Fabales, Familia: Fabaceae, Genus: Falcataria, Species: Falcataria moluccana (Miq.) Barneby & J.W.Grimes." },
    "referensi": { "judul": "Referensi", "konten": "1. Krisnawati, H., E. Varis, M. Kallio, & M. Kanninen. 2011. Paraserienthes falcataria (L) Nielsen: Ekologi, Silvikultur dan Produktivitas. Bogor: Center for International Forestry Research (CIFOR).\n2. Macdonell, P., L. Thomson & L. Baskorowati. 2019. Falcataria moluccana. The IUCN Red List of Threatened Species 2019: e.T62025496A62025498. https://dx.doi.org/10.2305/IUCN.UK.2019-3.RLTS.T62025496A62025498.en. [Accessed on 25 August 2025].\n3. Prakasa, M.S., J. Triwanto. & T. Muttaqin. 2020. Pengaruh Komposisi Media Tanam Dan Penutupan Paranet Terhadap Pertumbuhan Sengon. Journal of Forest Science Avicennia 3(2): 99-105.\n4. Wijayanto, N., & Nurhayati. 2022. Pertumbuhan Sengon Lokal dan Produktivitas Padi Gogo Varietas Inpago LIPI Go2 dalam Sistem Agroforestri. Jurnal Silvikultur Tropika, 13(2): 148–154." }
  },
  "senu": {
    "namaUmum": "Senu",
    "namaIlmiah": "Melochia umbellata (Houtt.) Stapf.",
    "statusKonservasi": "Senu dikategorikan Least Concern (LC), artinya tumbuhan ini berisiko rendah terhadap kepunahan. Jenis ini terdistribusi secara luas, populasinya besar, dan tidak menghadapi ancaman yang berarti.",
    "deskripsiSingkat": "Melochia umbellata atau Senu adalah pohon kecil asli India hingga Nugini yang tumbuh cepat.",
    "gambar": {
      "Batang": "images/Batang Senu.JPG",
      "Daun": "images/Daun Senu.JPG",
      "Bunga": "images/Bunga Senu.JPG",
      "Buah": "images/Buah Senu.JPG"
    },
    "morfologi": { "judul": "Morfologi", "konten": "Pohon, tingginya hingga 8 m, diameter batang 12–15 cm, tanpa banir. Kulit kayu cokelat, umumnya halus. Ranting-rantingnya tegak, padat pucat, sedikit berambut saat muda, lalu gundul. Daun tunggal berseling, lonjong. Bunga kecil dalam malai terminal. Buah kecil mengandung biji bersayap." },
    "ekologi": { "judul": "Ekologi & Habitat", "konten": "Senu memiliki karakter sebagai tumbuhan perintis, dijumpai di hutan sekunder. Jenis ini menunjukkan persentase tinggi dalam pertunasannya setelah kebakaran lahan. Tumbuhan ini dilaporkan dapat hidup dari ketinggian 120 hingga 625 m di atas permukaan laut pada berbagai jenis tanah. Saat ini, tumbuhan tersebut masih dapat dijumpai di Hawaii sebagai gulma." },
    "budidaya": { "judul": "Budidaya Tanaman", "konten": "Senu merupakan tanaman yang dapat bersifat invasif, yang tumbuh cepat. Penyebaran dan perbanyakannya kemungkinan dilakukan melalui bijinya yang bersayap dengan bantuan angin (anemokori). Spesies ini membutuhkan sinar matahari penuh untuk dapat tumbuh dengan baik." },
    "manfaat": { "judul": "Manfaat", "konten": "Senu biasanya digunakan sebagai pohon peneduh untuk budidaya kopi dan pakan bagi ternak. Di Sulawesi Selatan, tumbuhan ini disebut Paliasa dan digunakan sebagai obat tradisional. Ekstrak kulit batang Senu mengandung senyawa aktif flavonoid dan fenolik yang dapat menghambat pertumbuhan Mycobacterium tuberculosis penyebab TBC." },
    "klasifikasi": { "judul": "Klasifikasi", "konten": "Regnum: Plantae, Phylum: Tracheophyta, Classis: Magnoliopsida, Ordo: Malvales, Familia: Malvaceae, Genus: Melochia, Species: Melochia umbellata (Houtt.) Stapf." },
    "referensi": { "judul": "Referensi", "konten": "1. Desitarani, A.A.F. Art, et al. 2020. Pemulihan Ekosistem: Sebuah pembelajaran dari JAGAFOPP-TA. Bogor: IPB Press.\n2. Starr, F., K. Starr, L. Loope. 2003. Melochia umbellata. http://www.hear.org/Pier/pdf/pohreports/melochia_umbellata.pdf\n3. Ganesan, S.K., H.K. Lua, & A. Ibrahim. Melochia umbellata (Malvaceae subfam. Byttnerioideae), a new record for Singapore. Gardens' Bulletin Singapore 70 (1): 25–31\n4. IUCN SSC Global Tree Specialist Group. 2021. Melochia umbellata. The IUCN Red List of Threatened Species 2021: e.T192377798A192377800. https://dx.doi.org/10.2305/IUCN.UK.2021-1.RLTS.T192377798A192377800.en. Accessed on 12 October 2025.\n5. Usman. 2015. Potensi Senyawa Metabolit Sekunder Dari Kulit Batang Melochia umbellata Sebagai Anti-Tuberkulosis. Jurnal Sains & Kesehatan 1(4): 188-194." }
  },
  "sirsak": {
    "namaUmum": "Sirsak",
    "namaIlmiah": "Annona muricata L.",
    "statusKonservasi": "Sirsak dikategorikan oleh IUCN sebagai Least Concern (LC), yang menunjukkan bahwa spesies ini saat ini tidak menghadapi risiko kepunahan di tingkat global. Status LC ini mencerminkan prevalensi luas dan kemampuan adaptasi tumbuhan yang tinggi.",
    "deskripsiSingkat": "Tanaman sirsak berasal dari Amerika Selatan, yaitu Meksiko, dan tumbuh optimal pada iklim tropis.",
    "gambar": {
      "Habitus": "images/Habitus Sirsak.JPG"
    },
    "morfologi": { "judul": "Morfologi", "konten": "Tanaman sirsak mempunyai sistem perakaran yang cukup dalam hingga sekitar dua meter. Batangnya berkayu dengan ukuran relatif kecil, namun liat sehingga tidak mudah patah. Daunnya berbentuk bulat memanjang dengan ujung runcing, berwarna hijau tua. Tekstur daun tebal dan agak kaku, mengeluarkan aroma langu yang kurang sedap. Bunganya berukuran besar dan muncul pada ketiak daun. Buah sirsak berbentuk lonjong, berduri halus, dan lunak. Daging buah sirsak berwarna putih dengan rasa masam hingga manis, sedangkan bijinya berwarna cokelat kehitaman." },
    "ekologi": { "judul": "Ekologi & Habitat", "konten": "Annona muricata L. dikenal dengan nama soursop atau durian Belanda. Tanaman sirsak berasal dari Amerika Selatan, yaitu Meksiko. Di Indonesia, penyebaran tanaman sirsak dapat dijumpai di daerah Jawa Barat (Rajamendala dan Bandung Selatan), serta Jawa Tengah (Karanganyar). Tumbuhan ini tumbuh optimal pada iklim tropis yang hangat dan lembab." },
    "budidaya": { "judul": "Budidaya Tanaman", "konten": "Jenis tanah yang sesuai adalah tanah agak asam sampai agak alkalis (pH 5–7). Ketinggian tempat berkisar antara 100-1.000 mdpl. Suhu udara optimal sekitar 22–32°C. Tanaman sirsak memerlukan sinar matahari antara 50-70%. Pembibitan sirsak lebih baik dilakukan secara vegetatif melalui okulasi atau cangkok. Penanaman dengan biji dilakukan dengan mengambil buah yang matang, bijinya dicuci bersih. Penyakit utama adalah kapang antraknosa. Sirsak mulai berbuah pada umur 3–5 tahun. Penyerbukan tangan sering dilakukan dengan keberhasilan tinggi." },
    "manfaat": { "judul": "Manfaat", "konten": "Sirsak dimanfaatkan sebagai sumber pangan bergizi dan bahan obat tradisional. Buahnya mempunyai kandungan vitamin C, vitamin B kompleks, dan mineral. Daging buah digunakan dalam jus, sirup, dan es krim. Bagian daun, biji, akar, dan kulit batang dimanfaatkan untuk ramuan herbal penurun demam dan hipertensi. Ekstrak sirsak mengandung annonaceous acetogenins yang memiliki aktivitas antikanker." },
    "klasifikasi": { "judul": "Klasifikasi", "konten": "Kingdom: Plantae, Divisi: Spermatophyta, Kelas: Dicotyledoneae, Ordo: Ranales, Familia: Annonaceae, Genus: Annona, Species: Annona muricata L." },
    "referensi": { "judul": "Referensi", "konten": "1. Elidar, Y. 2017. Budidaya tanaman sirsak dan manfaatnya untuk kesehatan. Jurnal Abdimas Mahakam, 1(1): 62-71. https://doi.org/10.24903/jam.v1i1.238\n2. Sunarjono, H., 2005. Sirsak & Srikaya. Jakarta: Niaga Swadaya.\n3. GBIF Secretariat. 2023. Annona muricata L. GBIF Backbone Taxonomy. https://www.gbif.org/species/5407273\n4. Datiles, M. J., & P. Acevedo-Rodríguez. 2015. Annona muricata (soursop). In CABI Compendium. https://doi.org/10.1079/cabicompendium.5812\n5. Fern, K. 2024. Annona muricata. In Useful Tropical Plants Database. https://tropical.theferns.info/viewtropical.php?id=Annona+muricata\n6. Badrie, N., & A. G. Schauss. 2010. Soursop: composition, nutritional value, medicinal uses, and toxicology. In Bioactive foods in promoting health. pp. 621-643. https://doi.org/10.1016/B978-0-12-374628-3.00039-6\n7. Mardiana, L., & J. Ratnasari. 2011. Ramuan dan khasiat sirsak. Jakarta: Penebar Swadaya.\n8. Mutakin, M., et al. 2022. Pharmacological activities of soursop (Annona muricata Lin.). Molecules, 27(4), 1201.\n9. Botanic Gardens Conservation International (BGCI). 2019. Annona muricata. The IUCN Red List of Threatened Species 2019: e.T143323191A143323193. Retrieved from https://www.iucnredlist.org/species/143323191/143323193" }
  },
  "sobsi": {
    "namaUmum": "Sobsi",
    "namaIlmiah": "Maesopsis eminii Engl.",
    "statusKonservasi": "Sobsi masuk dalam kategori Least Concern (LC), artinya tumbuhan ini berisiko rendah terhadap kepunahan.",
    "deskripsiSingkat": "Sobsi atau Kayu Afrika berasal dari Afrika dan diintroduksikan ke berbagai negara tropis.",
    "gambar": {
      "Batang": "images/Batang Sobsi.JPG",
      "Daun": "images/Daun Sobsi.JPG",
      "Karangan bunga": "images/Karangan bunga Sobsi.JPG",
      "Buah": "images/Buah Sobsi.JPG"
    },
    "morfologi": { "judul": "Morfologi", "konten": "Pohon, tinggi 10–30 meter dengan batang lurus, silindris. Daunnya tunggal, berhadapan atau berseling. Helai daun lonjong-lanset, bergerigi, meruncing pada ujungnya. Ciri-ciri utama jenis ini adalah daunnya yang bergerigi dan kelenjar yang sangat jelas kelihatan pada daun keringnya. Bunga majemuk berbatas berwarna hijau kekuningan. Buah batu bulat telur, hijau menjadi kuning hingga ungu kehitaman saat matang, memiliki kulit biji keras berisi 1-2 biji hitam." },
    "ekologi": { "judul": "Ekologi & Habitat", "konten": "Sobsi atau seringkali disebut sebagai Kayu Afrika, berasal dari Afrika. Tumbuhan ini diintroduksikan ke berbagai negara tropis dan ditanam dalam perkebunan monokultur sebagai pohon yang cepat tumbuh. Jenis ini hidup di hutan yang lembab, pada ketinggian 700 – 1500 m dpl. Tanah yang disukai adalah lempung berpasir dalam, gembur, lembab, dengan pH netral hingga agak asam. Sobsi dikenal sebagai tumbuhan perintis yang dapat hidup dengan baik di padang rumput." },
    "budidaya": { "judul": "Budidaya Tanaman", "konten": "Benih Sobsi sebaiknya segera disemai karena cepat kehilangan viabilitas. Dormansi benih dapat dipatahkan dengan perendaman benih dalam air dingin selama 24 jam. Benih sebaiknya ditanam segera di polybag karena cepat berakar. Penanaman dapat dilakukan dengan jarak 2 x 3 m. Pada usia muda, pohon biasanya melakukan self-pruning. Jenis ini tumbuh cepat dengan pertambahan tinggi 1-3 m per tahun. Penyakit yang perlu diwaspadai adalah hawar daun yang disebabkan oleh cendawan Curvularia sp." },
    "manfaat": { "judul": "Manfaat", "konten": "Kayu Sobsi dapat dimanfaatkan sebagai bahan konstruksi ringan, bahan pulp dan pembuatan kayu lapis. Daun digunakan sebagai pakan ternak. Secara ekologis, tumbuhan ini menyimpan karbon sebanyak 30,65 ton C/ha dan mengandung CO2 112,39 ton CO2/ha yang dinilai tinggi. Selain itu, jenis ini dapat digunakan sebagai pohon peneduh. Biji mengandung 40–50% minyak nabati. Kulit kayu dapat digunakan sebagai obat tradisional." },
    "klasifikasi": { "judul": "Klasifikasi", "konten": "Regnum: Plantae, Phylum: Tracheophyta, Classis: Magnoliopsida, Ordo: Rosales, Familia: Rhamnaceae, Genus: Maesopsis, Species: Maesopsis eminii Engl." },
    "referensi": { "judul": "Referensi", "konten": "1. Orwa, C., A. Mutua, R. Kindt, R. Jamnadass, A. Simons. 2009. Agroforestree Database: Maesopsis eminii. Kenya: World Agroforestry Centre. https://apps.worldagroforestry.org/treedb2/speciesprofile.php?Spid=1105 [Accessed on 25 August 2025]\n2. Botanic Gardens Conservation International (BGCI). 2019. Maesopsis eminii. The IUCN Red List of Threatened Species 2019: e.T49841506A146205771. https://dx.doi.org/10.2305/IUCN.UK.2019-2.RLTS.T49841506A146205771.en. [Accessed on 25 August 2025].\n3. Yuniarti, N. 2013. Peningkatan Viabilitas Benih Kayu Afrika dengan Berbagai Perlakuan Pendahuluan. Jurnal Perbenihan Tanaman Hutan, 1(1): 15-23.\n4. Fern, K. 2025. Useful Tropical Plants Database: Maesopsis eminii. https://tropical.theferns.info/viewtropical.php?id=Maesopsis+eminii\n5. Samsoedin, I., et al. 2016. Pendugaan Biomassa dan Kandungan Karbon Kayu Afrika di Kabupaten Sukabumi. Jurnal Penelitian Hutan Tanaman, 13(1): 73-81.\n6. Firmansyah, M. A., & M. Alfarisi. 2016. Uji Patogenisitas Patogen Hawar Daun pada Tanaman Kayu Afrika di Persemaian Permanen BPDAS Bogor. Jurnal Silvikultur Tropika, 7(2): 115-124.\n7. Kutana, A. N., et al. 2025. Karakteristik Mekanis Kayu Afrika Maesopsis eminii Engl. TERRA: Journal of Forest Management, 1(1): 62-75." }
  },
  "suren": {
    "namaUmum": "Suren",
    "namaIlmiah": "Toona sureni (Blume) Merr.",
    "statusKonservasi": "Suren dikategorikan Least Concern (LC), artinya tumbuhan ini berisiko rendah terhadap kepunahan.",
    "deskripsiSingkat": "Suren merupakan tumbuhan gugur daun dan akan meranggas pada musim kemarau.",
    "gambar": {
      "Batang": "images/Batang Suren.JPG",
      "Daun": "images/Daun Suren.JPG",
      "Bunga jantan": "images/Bunga jantan Suren.JPG",
      "Bunga betina": "images/Bunga betina Suren.JPG",
      "Buah": "images/Buah Suren.JPG",
      "Biji": "images/Biji Suren.JPG"
    },
    "morfologi": { "judul": "Morfologi", "konten": "Tinggi mencapai 40-60 m. Daun majemuk menyirip. Buah kapsul cokelat berisi biji bersayap di kedua ujungnya. Karakteristik khas daunnya yang lebar dan batang yang lurus silindris menjadikannya pohon kayu yang bernilai tinggi." },
    "ekologi": { "judul": "Ekologi & Habitat", "konten": "Tumbuh di hutan primer pegunungan hingga 2.500 mdpl. Menyukai tanah gembur kaya humus dan lingkungan yang memiliki drainase baik." },
    "budidaya": { "judul": "Budidaya Tanaman", "konten": "Benih Suren dapat dikumpulkan dari buahnya yang biasanya dipanen pada bulan Maret atau Oktober. Buah dijemur selama 1 – 2 hari kemudian benih dibersihkan dari sayapnya. Penyemaian dilakukan dengan menanam benih pada media tanah, pasir, dan kompos (7:2:1). Semai dapat dipindahkan ke lapangan jika tingginya sudah melebihi 25 cm. Penanaman dilakukan pada lubang tanam 4 m x 4 m. Hama yang paling penting adalah ngengat Hypsipyla robusta. Pemanenan kayu dapat dilakukan setelah tanaman berumur 10 tahun." },
    "manfaat": { "judul": "Manfaat", "konten": "Kayu Suren dapat dimanfaatkan untuk keperluan konstruksi dan furnitur. Kulit kayu dan buahnya dapat digunakan untuk produksi minyak esensial, serta obat diare. Daunnya dapat digunakan sebagai insektisida nabati. Suren juga dapat digunakan sebagai tanaman peneduh dan rehabilitasi lahan kritis." },
    "klasifikasi": { "judul": "Klasifikasi", "konten": "Regnum: Plantae, Phylum: Tracheophyta, Classis: Magnoliopsida, Ordo: Sapindales, Familia: Meliaceae, Genus: Toona, Species: Toona sureni (Blume) Merr." },
    "referensi": { "judul": "Referensi", "konten": "1. Orwa, C., A. Mutua, R. Kindt, R. Jamnadass, S. Anthony. 2009. Agroforestree Database: Toona sureni. Kenya: World Agroforestry Centre. https://apps.worldagroforestry.org/treedb/AFTPDFS/Toona_sureni.PDF [Accessed on 11 October 2025]\n2. Latifah, S., H.M. Sima, A. Purwoko. Kajian Manfaat Dan Kelayakan Ekonomi Budidaya Suren Pada Masyarakat Desa Sipolha Horison. Jurnal Penelitian Hutan Tanaman 17(2): 87-99.\n3. Sartika, R., M. Mardhiansyah, P. Pebriandi. 2024. Growth Response of Toona sureni to Providing Goat Manure Compost on Planting Media ex Gold Mine. Jurnal Pembelajaran dan Biologi Nukleus 10 (3): 955-965\n4. Wu, Z. Y., P. H. Raven & D. Y. Hong (Eds). 2008. Flora of China. Vol. 11. Beijing: Science Press. http://www.efloras.org/florataxon.aspx?flora_id=2&taxon_id=200012514\n5. Barstow, M. 2018. Toona sureni. The IUCN Red List of Threatened Species 2018: e.T61804593A61804595. https://dx.doi.org/10.2305/IUCN.UK.2018-1.RLTS.T61804593A61804595.en. [Accessed on 11 October 2025].\n6. Lindungi Hutan. 2023. Mengenal Pohon Suren, Serba Guna dan Dapat Menjadi Insektisida Alami. https://lindungihutan.com/blog/mengenal-manfaat-pohon-suren/\n7. Andriyani, F. & S. Purwantisari. 2019. Uji Potensi Ekstrak Daun Suren dalam Menghambat Pertumbuhan Jamur Colletotrichum capcisi secara In Vitro. Jurnal Akademika Biologi 8(1): 35-39.\n8. Herawati, I.E., N. Irwan, N.K. Sari, L. Dewi. 2022. Aktivitas Antioksidan Ekstrak Daun Suren Menggunakan 2,2-difenil-1-pikrilhidrazil. Jurnal Sains dan Teknologi Farmasi Indonesia 9(2): 95-99." }
  }
}