{
  "puspa": {
    "namaUmum": "Puspa",
    "namaIlmiah": "Schima wallichii (DC.) Korth",
    "statusKonservasi": "Puspa masuk dalam kategori Least Concern (LC), artinya tumbuhan ini berisiko rendah terhadap kepunahan.",
    "deskripsiSingkat": "Pohon hijau adaptif yang dikenal karena ketahanannya terhadap api dan kemampuannya merehabilitasi lahan kritis, konservasi tanah, dan pelindung tebing lereng di kawasan perbukitan.",
    "gambar": {
      "bunga": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/puspa-bunga.png",
      "daun": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/puspa-daun.png",
      "batang": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/puspa-batang.png"
    },
    "morfologi": { "judul": "Morfologi", "konten": "Pohon hijau sepanjang tahun, tinggi 10-15 m, batang muda coklat keabu-abuan. Tangkai daun 1-2 cm, helai daun elips, 8-17.5 × 4-7.5 cm, permukaan mengkilap dan kaku, berwarna hijau tua di atas dan lebih pucat di bawah, tulang daun menyirip. Bunga duduk di ketiak daun, soliter atau tiga kuntum dalam satu klaster, putih, harum, diameter 3-4 cm. Kelopak bunga putih, bulat telur terbalik lebar, 1,5-2 × 1,5 cm. Benang sari 8-10 mm, bakal buah membulat, kepala putik berjumlah lima. Buah kapsul, coklat, beruang lima dengan masing-masing ruang terdapat dua biji." },
    "ekologi": { "judul": "Ekologi & Habitat", "konten": "Puspa tumbuh secara alami Asia, seperti Bhutan, China, India, Indonesia, Laos, Myanmar, Nepal, Papua Nugini, Filipina, Thailand, dan Vietnam. Di Indonesia, jenis ini tersebar di pulau Sumatra, Kalimantan, dan Jawa. Habitat alaminya berada pada ketinggian 300–2.700 meter di atas permukaan laut. Tumbuhan ini dapat berkembang dengan baik pada berbagai kondisi ekologis. Kendati jenis ini sering ditemukan di hutan pegunungan, namun tidak jarang ditemukan di padang rumput. Kemampuannya untuk tumbuh di tempat terbuka maupun terlindungi, sifatnya yang adaptif di lahan kritis, serta ketahanannya terhadap api, menjadikannya cocok untuk rehabilitasi hutan, konservasi tanah, dan pelindung tebing lereng di kawasan perbukitan." },
    "budidaya": { "judul": "Budidaya Tanaman", "konten": "Puspa dapat tumbuh optimal jika ditanam pada ketinggian 1950 dpl dan dapat tumbuh setinggi 20 cm dalam kurun 6-8 bulan. Kendati dapat tumbuh pada berbagai jenis tanah, jenis ini menyukai tempat yang teduh, lebih menyukai pH 5,0 – 6,5, dan tumbuh subur pada tanah dengan drainase baik. Pembibitan dapat dilakukan dengan terlebih dahulu merendam benih di dalam air hangat selama sekitar 12 jam. Setelah itu, benih ditanam dengan sedikit tanah di tempat teduh. Semai dapat dipindahkan ke dalam pot jika sudah mencapai 5-8 cm, dan dapat dipindahkan ke tempat terbuka setelah 20 cm. Biasanya pohon dapat berbunga dan berbuah setelah 4 tahun dengan variasi periode pembungaan 33 hingga 42 hari. Pada studi revegetasi Cagar Biosfer Cibodas, jenis ini menunjukkan indeks pertumbuhan 32,82 atau yang tertinggi dibandingkan jenis-jenis lainnya yang juga ditanam di lokasi tersebut. Buah atau biji akan berumur pendek jika diletakkan di ruang terbuka pada suhu ruang, tetapi buah atau biji kering akan dapat disimpan setidaknya hingga tiga bulan." },
    "manfaat": { "judul": "Manfaat", "konten": "Pohon ini cocok untuk reforestasi dan konservasi air, pohon peneduh untuk perkebunan kopi, dan vegetasi penutup pada perkebunan pinus dan damar. Kayu digunakan untuk konstruksi bangunan, bahan baku kertas, dan kayu bakar. Kulit kayu digunakan untuk pewarna serta digunakan sebagai ramuan antiseptik untuk mengobati luka. Kulit kayu dan daun mengandung senyawa aktif fenol dan flavonoid yang memiliki efek antibakteri dan antioksidan. Kelopak bunga bersifat astringen dan digunakan untuk gangguan rahim. Getah batang dimanfaatkan untuk infeksi telinga. Biji mengandung minyak." },
    "klasifikasi": { "judul": "Klasifikasi", "konten": "Regnum: Plantae, Phylum: Tracheophyta, Classis: Magnoliopsida, Ordo: Ericales, Familia: Theaceae, Genus: Schima, Species: Schima wallichii (DC.) Korth." },
    "referensi": { "judul": "Referensi", "konten": "1. Oldfield, S. 2018. Schima wallichii. The IUCN Red List of Threatened Species 2018: e.T63077A62085289. https://dx.doi.org/10.2305/IUCN.UK.2018-1.RLTS.T63077A62085289.en. [Accessed on 22 August 2025]\n2. Almadani, A. R., & W.G. Hermawan. 2023. Fenologi Perkembangan Diameter Dan Ketinggian Batang Tumbuhan Puspa (Schima wallichii Dc. Korth) di Wilayah Resort Wonolelo, Taman Nasional Gunung Merbabu. Nusantara Hasana Journal, 2(12): 152-157.\n3. Handayani, A., I.Q. Lailaty, & S. Astutik. 2019. Evaluasi kesintasan dan pertumbuhan beberapa jenis pohon lokal di area restorasi Cagar Biosfer Cibodas. Journal of Natural Resources and Environmental Management, 9(3): 541-548.\n4. Wu, Z. Y., P. H. Raven & D. Y. Hong (Editors). 2007. Flora of China. Vol. 12 (Hippocastanaceae through Theaceae). Beijing: Science Press. http://www.efloras.org/florataxon.aspx?flora_id=2&taxon_id=200014159\n5. Khanduri, V.P., C. M. Sharma, K. S. Kumar, & S. K. Ghildiyal. 2013. Annual Variation in Flowering Phenology, Pollination, Mating System, and Pollen Yield in Two Natural Populations of Schima wallichii (DC.) Korth. The Scientific World Journal 350157: 1-11. https://onlinelibrary.wiley.com/doi/10.1155/2013/350157\n6. Fern, K. 2025. Useful Tropical Plants Database: Schima wallichii. https://tropical.theferns.info/viewtropical.php?id=Schima+wallichii [Accessed on August, 21, 2025].\n7. Shrestha, D., A.B. Magar, S. Pakka, & K.R. Sharma. 2024. Phytochemical analysis, antioxidant, antimicrobial, and toxicity studies of Schima wallichii growing in Nepal. International Journal of Food Properties, 27(1): 273-285.\n8. Nursanti, A. Adriadi, & Sai'in. 2021. Komponen Faktor Abiotik Lingkungan Tempat Tumbuh Puspa (Schima wallichii Dc. Korth) di Kawasan Hutan Adat Bulian Kabupaten Musirawas. Jurnal Silva Tropika, 5(2): 438-445." }
  },
  "alpukat": {
    "namaUmum": "Alpukat",
    "namaIlmiah": "Persea americana Mill.",
    "statusKonservasi": "Berdasarkan IUCN Red List, alpukat masuk dalam kategori Least Concern (LC), artinya berisiko rendah terhadap kepunahan. Hal ini disebabkan oleh distribusinya yang luas, budidaya intensif di berbagai negara, serta tingginya permintaan pasar global atas buah dari tanaman ini.",
    "gambar": { "buah": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/alpukat-buah.png", "bunga": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/alpukat-bunga.png", "daun": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/alpukat-daun.png", "batang": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/alpukat-batang.png" },
    "ekologi": { "judul": "Ekologi & Habitat", "konten": "Alpukat berasal dari Amerika Tengah, khususnya Meksiko, Kolumbia, dan Venezuela. Alpukat tumbuh baik di daerah tropis dan subtropis dengan ketinggian 200–2.500 meter di atas permukaan laut. Tanaman ini memerlukan iklim hangat dengan curah hujan tahunan sedang hingga tinggi. Habitat alaminya berupa hutan tropis lembab, namun saat ini lebih banyak ditemukan pada lahan budidaya karena bernilai ekonomi tinggi." },
    "morfologi": { "judul": "Morfologi", "konten": "Pohon alpukat hijau sepanjang tahun (tidak meranggas) dengan akar tunggang dengan banyak akar lateral. Batang tingginya hingga 20 m dan menyebar, ranting silindris, percabangan banyak, panjang tangkai antara 1,5-5 cm, tidak bergetah. Daun hijau, bentuk bervariasi dari elips, oval, lanset, dan lonjong tersusun berseling. Bunga berkelamin dua, tumbuh dari ujung batang atau pada ranting, putih hingga kuning kehijauan, mekar dua kali sehari, pagi dan sore. Benang sari berjumlah sembilan, kepala putik berbentuk cakram, dan bakal buah berbentuk lonjong. Buah beratnya sekitar 300-800 g (tergantung varietasnya), berwarna hijau, ungu bahkan merah kehitaman, serta biasanya berbentuk pir atau membulat. Kulit buah (exocarp) lunak, daging buah (mesocarp) tebal dan dapat dimakan, dikelilingi oleh selaput kulit biji yang tebal. Ketika buah alpukat matang pohon, maka akan mengeluarkan suara apabila digoyang dan selaput biji akan mengalami perubahan warna menjadi coklat keabu-abuan serta terlepas dari biji. Biji satu, bulat, kekuningan. Hingga tahun 2021, Kementerian Pertanian RI menginventarisasi beberapa varietas alpukat di Indonesia, diantaranya: ijo panjang, ijo bundar, YM lebak, mega murapi, mega gagauan, mega paninggahan, feurtindo (mentega), tongar, ledapuan sikka, pesako, gayo, siginjai, sindangreret, mentera, kendil, raja giri, si jago, rengganis, wina bandungan, idola, cipedak, moncok mentaram, soga, dan pameling. Dalam perkembangannya varietas alpukat lokal yang banyak dibudidayakan meliputi mentega, wina, miki, hass, jambon, pluwang, murapi, kendil, aligator, dan alpukat tanpa biji. Varietas-varietas alpukat yang dikembangkan tersebut mempunyai morfologi buah yang berbeda-beda." },
    "klasifikasi": { "judul": "Klasifikasi", "konten": "Regnum: Plantae, Phylum: Tracheophyta, Classis: Magnoliopsida, Ordo: Laurales, Familia: Lauraceae, Genus: Persea, Species: Persea americana Mill." },
    "budidaya": { "judul": "Budidaya Tanaman", "konten": "Pertumbuhan alpukat yang optimal memerlukan curah hujan sekitar 750-1.500 mm/tahun, suhu udara antara 12-30 °C, serta lama penyinaran matahari minimal 5 jam dalam sehari. Jenis tanah untuk pertumbuhan alpukat diantaranya lempung berpasir (sandy loam), lempung liat (clay loam), lempung endapan (alluvial loam), inceptisol, grumusol, dan andisol. Namun demikian, alpukat bertumbuh optimal dalam tanah yang gembur, subur, banyak mengandung bahan organik, dengan pH berkisar 5,6-6,4. Jika pH di bawah 5,5, alpukat terancam keracunan karena unsur Al, Mg dan Fe larut dalam jumlah cukup banyak. Bibit alpukat membutuhkan waktu 6-8 tahun untuk menghasilkan buah, sedangkan cangkok, okulasi, sambung pucuk dapat mulai berbuah pada tahun kedua. Buah alpukat unik karena mengandung sejumlah besar gula C7 dalam bentuk mannoheptulosa dan perseitol yang bertindak sebagai gula yang dapat diangkut dan disimpan dan sebagai pengatur potensial pematangan buah. Gula C7 ini memainkan peran penting selama pertumbuhan dan perkembangan buah, tetapi masih diperlukan konfirmasi mengenai rute biosintesis dan fungsi fisiologis selama pertumbuhan dan perkembangan buah alpukat. Peningkatan jumlah produksi alpukat dipengaruhi oleh penggunaan pupuk. Pemberian kombinasi secara seimbang antara pupuk NPK dan pupuk hayati memiliki pengaruh dalam peningkatan yang signifikan pada laju tinggi tanaman dan laju jumlah cabang tersier tanaman alpukat, khususnya varietas Hass. Sopian dkk melaporkan bahwa pemberian dosis 10 mL/L biofertilizer, 5% DEA, dan 35% ekstrak mimba memberikan pengaruh terbaik terhadap tinggi tanaman, tingkat klorofil daun, diameter batang, dan jumlah daun alpukat. Metode aplikasi pemupukan dengan cara dikocor pada media tanam jugamemberikan hasil terbaik terhadap tinggi tanaman, jumlah daun, dan tingkat klorofil daun." },
    "manfaat": { "judul": "Manfaat", "konten": "Buah alpukat dapat dikonsumsi secara langsung sebagai buah segar maupun dapat diolah menjadi produk minuman dan makanan yang sehat. Daun alpukat digunakan untuk mengobati nyeri saraf, nyeri lambung, menurunkan darah tinggi, nyeri perut dan diare, diabetes, perdarahan hebat pada menstruasi, dan mengobati batu ginjal. Biji alpukat bisa digunakan untuk mengurangi kadar gula dalam darah." },
    "referensi": { "judul": "Referensi", "konten": "1. Fern, K. 2025. Useful Tropical Plants Database: Persea americana.https://tropical.theferns.info/viewtropical.php?id=Persea+americana [Accessed on August, 21, 2025].\n2. Wegier, A., F. L. Hernández, A. Contrera, W. Tobón, & A. Mastretta-Yanes. 2017. Persea americana (errata version published in 2018). The IUCN Red List of Threatened Species 2017: e.T96986556A129765464. https://dx.doi.org/10.2305/IUCN.UK.2017-3.RLTS.T96986556A96986588.en. Accessed on 24 August 2025.\n3. Setiyanto, A. E. R., Abdullah, & M.W.W. Sakti. 2021. Buah-Buahan Indonesia: Tinjauan Biologi dan Kesehatan. Malang: Media Nusa Creative.\n4. Wu, Z. Y., P. H. Raven, & D. Y. Hong (Editors). 2008. Flora of China, Vol. 7 (Menispermaceae through Capparaceae). Beijing: http://www.efloras.org/florataxon.aspx?flora_id=2&taxon_id=200009046\n5. Indrajati, S. B., D. Rosita, & L. D. Saputra. 2021. Buku Lapang Budidaya Alpukat. Jakarta: Direktorat Buah dan Florikultura, Direktorat Jenderal Hortikultura, Kementerian Pertanian Republik Indonesia.\n6. Pedreschi R., V. Uarrota, C. Fuentealba, J. E. Alvar, P. Olmedo, B. G. Defilippi, C. Meneses, & Campos-Vargas, R. 2019. Primary Metabolism in Avocado Fruit. Front. Plant Sci. 10: 795. doi: 10.3389/fpls.2019.00795\n7. Hazra, F., D. A. Santosa, K. Tanuwijaya, & D. Sukmana. 2022. Evaluasi Pupuk Hayati dan NPK terhadap Pertumbuhan Tanaman Alpukat (Persea americana Mill.) di Kebun Superavo, Subang. J. Il. Tan. Lingk., 24 (1): 14-19. doi: https://doi.org/10.29244/jitl.24.1.14-19\n8. Sopian, M., Nurmayulis, A. H. Sodiq, & J. E. R. Rumbiak. 2023. Kondisi Optimal Pertumbuhan Bibit Alpukat (Persea americana Mill.) dengan Menggunakan Pupuk Hayati dan Kombinasi Ektraks Mimba serta Biosurfaaktan Diethanolamide (DEA) Kelapa Sawit. J. Ilm. Pertan., 20 (3): 258-270. doi: https://doi.org/10.31849/jip.v20i3.16276\n9. Yulianti, E. R (Editor). 2022. Sayur dan Buah Berwarna Hijau di Lingkungan Rumah untuk Menangkal Radikal Bebas di Masa Pandemi Covid-19. Yogyakarta: Penerbit Deepublish." }
  },
  "aren": {
    "namaUmum": "Aren",
    "namaIlmiah": "Arenga pinnata (Wurmb) Merr.",
    "statusKonservasi": "Berdasarkan penilaian IUCN Red List terkini, Arenga pinnata (Wurmb) Merr. belum termasuk dalam kategori spesies terancam atau punah. Kemampuannya beradaptasi pada berbagai habitat serta praktik budidaya yang luas mendukung kestabilan populasinya di alam. Namun, penurunan populasi lokal dapat terjadi akibat hilangnya habitat dan eksploitasi berlebihan di beberapa daerah. Oleh karena itu, pemantauan tetap diperlukan agar pemanfaatan tanaman ini dapat berkelanjutan bagi masyarakat maupun ekosistem.",
    "gambar": { "buah": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/aren-buah.png", "bunga": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/aren-bunga.png", "daun": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/aren-daun.png", "batang": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/aren-batang.png" },
    "ekologi": { "judul": "Ekologi & Habitat", "konten": "Arenga pinnata dikenal sebagai aren atau sugar palm, tumbuh subur pada iklim tropis yang hangat dan lembab. Tanaman ini awalnya ditemukan di kawasan Bangladesh, Kambodia, Myanmar, Thailand Malaysia, Filipina, serta Indonesia yang tersebar di daerah Sumatera, Jawa hingga Sulawesi. Spesies ini tumbuh pada ketinggian dari permukaan laut hingga sekitar 1.400 meter. Aren menyukai lingkungan yang lembab, sering dijumpai di hutan hujan tropis maupun hutan sekunder, dan biasanya tumbuh dekat dengan pemukiman manusia. Tanaman ini mampu beradaptasi dengan baik pada lahan yang terganggu, bahkan dapat menginvasi celah-celah hutan, sehingga membentuk tegakan rapat yang berpotensi menghambat pertumbuhan spesies asli." },
    "morfologi": { "judul": "Morfologi", "konten": "Aren mempunyai jenis akar serabut dengan sistem perakarannya luas yang berfungsi untuk memperkokoh tanaman serta menstabilkan pada berbagai kondisi tanah. Batangnya tumbuh tunggal dengan tinggi mencapai 20 meter dan diameternya 40 centimeter, berbentuk kokoh dan tebal. Permukaan batang sering tertutup serabut yang berasal dari pelepah daun tua. Aren memiliki daun majemuk menyirip yang besar yang panjangnya dapat mencapai antara 5–8,2 meter, terdiri atas sekitar 85-150 anak daun yang tersusun menyerupai bulu burung. Tangkai daun dan pelepah daun aren dapat mencapai hingga 1,6 m. Aren menghasilkan bunga jantan dan betina yang muncul berkelompok dalam tandan (raceme). Bunga aren berukuran kecil, berwarna putih krem, dan tumbuh dari ketiak daun. Aren mempunyai buah berupa drupe berdaging yang saat matang berwarna cokelat tua hingga hitam, berisi satu biji. Biji aren berukuran 3, 3 × 2,5 cm, dengan dua sisi pipih dan satu sisi melengkung, dikelilingi oleh kristal iritan; endosperma homogen, embrio lateral. Biji buah ini sering disebut kolang-kaling. Daging buah dapat dimakan. Rumpun bunga aren dapat disadap dam menghasilkan nira." },
    "klasifikasi": { "judul": "Klasifikasi", "konten": "Regnum: Plantae, Phylum: Streptophyta, Classis: Equisetopsida, Ordo: Arecales, Familia: Arecaceae, Genus: Arenga, Species: Arenga pinnata (Wurmb) Merr." },
    "budidaya": { "judul": "Budidaya Tanaman", "konten": "Beberapa aspek fisiologi dalam budidaya aren yang menunjang kelangsungan dan produktivitas hidupnya perlu diperhatikan, antara lain:\na. Fotosintesis. Aren melakukan fotosintesis dengan memanfaatkan cahaya matahari, karbondioksida, dan air untuk menghasilkan energi.\nb. Respon terhadap stress. Aren mampu mentoleransi kondisi kekeringan sesekali, meskipun lebih menyukai tanah yang tetap lembap. Dalam kondisi stres, tanaman aren cenderung menurunkan laju pertumbuhan untuk menghemat energi.\nc. Siklus hidup. Pertumbuhan tanaman aren tergolong lambat hingga sedang, sehingga membutuhkan beberapa tahun untuk mencapai kematangan atau tanaman siap menghasilkan. Aren bereproduksi secara generatif melalui bunga hingga menghasilkan buah pada fase dewasa.\nAspek budidaya agar tanaman aren bertumbuh dengan optimal, yiatu:\na. Kebutuhan tanah. Aren memerlukan kondisi tanah yang subur, gembur, dengan kandungan organik tinggi. Penambahan bahan organik secara rutin sangat dianjurkan.\nb. Pembibitan dan jarak tanam. . Pembibitan tanaman aren dapat menggunakan benih dalam bentuk biji yang matang dan berkualitas, sehingga daya kecambah 71% dengan kecepatan kecambah 2-4 minggu.Kecambah dengan tinggi 3-5 cm dapat dipindah ke bedeng pembibitan ataupun polibag dengan ukuran tinggi 30 cm dan diameter 20 cm yang telah diberi campuran tanah dan pupuk kandang dengan perbandingan 1:2. Pemindahan ke pembibitan ini dilakukan sore hari untuk mencegah terjadinya penguapan yang tinggi. Apabila menggunakan polibag, ukurannya. Pemeliharaan bibit dilakukan terutama untuk menjaga media tumbuh dalam keadaan tetap basah tetapi tidak tergenang air, sehingga aerasinya baik dan akar dapat bertumbuh dan berkembang dengan optimal. Jika aren ditanam lebih dari satu, maka jarak yang cukup harus dipertahankan agar sirkulasi udara baik dan kompetisi hara berkurang\nc. Penyiraman. Tanaman aren membutuhkan kelembapan teratur, tetapi sensitif terhadap genangan. Sehingga, tanah harus memiliki drainase baik agar akar tidak membusuk.\nd. Cahaya. Pertumbuhan aren yang ideal berada di bawah sinar matahari penuh. Namun demikian, aren mampu bertahan di tempat agak teduh pada fase mudanya.\ne. Pemupukan. Aren perlu diberikan pupuk seimbang, terutama pada musim pertumbuhan, diaplikasikan setiap beberapa bulan untuk mendukung perkembangan. Pemberian takaran dan jenis pupuk untuk bibit aren berbeda menurut umur bibit, seperti: bibit berumur 2 bulan diberi urea 10 g/bibit dan TSP 5 g/bibit. Tanaman berumur 4 bulan diberi urea 10 g/bibit dan TSP 10 g/bibit. Dalam perkembangan lebih lanjut, tanaman berumur 6 bulan diberi urea 20 g/bibit dan TSP 15 g/bibit serta berumur 8 bulan diberikan urea 25g/bibit dan TSP 20 g/bibit. Pemberian pupuk organic, seperti kotoran sapi sebanyak 300 g/bibit juga memberikan pertumbuhan bibit aren yang lebih baik." },
    "manfaat": { "judul": "Manfaat", "konten": "Tanaman aren dimanfaatkan secara luas dalam berbagai bidang pangan tradisional maupun modern. Beberapa pemanfaatan tanaman aren diantaranya:\na. Pangan. Hasil sadapan nira aren segar mempunyai rasa manis, sehingga dapat diolah menjadi gula aren merah maupun difermentasi menjadi minuman beralkohol. Buah aren yang sering disebut kolang kaling juga dapat dikonsumsi dengan beberapa tahap pengolahan. Salah satu produk olahan yang terkenal adalah kolak. Tunas apical aren yang dikenal sebagai 'jantung aren' terkadang juga digunakan untuk bahan salad maupun disayur.\nb. Obat-obatan: Nira tanaman ini dipakai dalam pengobatan tradisional untuk masalah pencernaan serta sebagai tonik kesehatan. Akarnya juga menghasilkan produk obat, seperti rebusan teh yang digunakan untuk menyembuhkan masalah kandung kemih.\nc. Industri non pangan. Serat dari batang dan daun aren dapat digunakan untuk membuat tali, tikar, dan perlengkapan lainnya. Serat daun ini digunakan untuk pekerjaan kelautan, atap jerami, pelapis, dan sikat. Pangkal daun aren terdapat bahan wol yang dapat digunakan untuk mendempul kapal dan mengisi bantal.\nd. Kelestarian tanah. Tanaman ini mempunyai sistem perakaran yang luas, hingga kedalaman 3 meter dan lebar 10 meter sehingga dapat berperang dalam menstabilkan tanah terutama di lahan miring." },
    "referensi": { "judul": "Referensi", "konten": "1. Duryat, A.A.E. Rianti, M. Riniarti, I. S. Banuwa, B. Yuwono, S. Darmawan, & A. Rodiani. 2024. Inventory and mapping of aren (Arenga pinnata Merr.) plus tree in Tanggamus district, Lampung, Indonesia. International Journal of Design & Nature and Ecodynamics, 19 (2): 523-530. https://doi.org/10.18280/ijdne.190218\n2. Widayati, W., U. Rianse, H. Hanafi, & W. G. Abdullah. 2018. Empowerment model of aren (Arenga pinnata (Wurmb) Merr) farmer through their interaction with the environment. International Journal of Scientific & Technology Research, 7(7): 154-59.\n3. Baker, W.J., A.S. Barfod, R. Cámara-Leret, J.L. Dowe, C.D. Heatubun, P. Petoe, J. H. Turner, S. Zona, & J. Dransfield. 2024. Palms of New Guinea. Royal Botanic Gardens, Kew, Richmond. 726 pp.\n4. Dransfield, J., N.W. Uhl, C. B. Asmussen, W. J. Baker, M. M. Harley, & C. E. Lewis. 2008. Genera palmarum. Kew: Royal Botanic Gardens, 410-42.\n5. Suhendra, D., N. Karjunita, & W. K. Sari. 2023. Exploration and Morphological Characterization of Aren (Arenga pinnata Merr) Plants in Luhak District, 50 Kota Regency. JERAMI: Indonesian Journal of Crop Science, 5(2): 56-67. doi: https://doi.org/10.25077/jijcs.5.2.16-27.2023\n6. Maretha, D. E., Y. Hapida, &Y. A. T. Nugroho. 2020. Pemanfaatan air nira tanaman aren (Arenga pinnata Merr) menjadi gula semut. Palembang: Noer Fikri Offset.\n7. Hargreaves, S. 2023. Arenga pinnata. The IUCN Red List of Threatened Species 2023: e.T111452869A161420900. https://dx.doi.org/10.2305/IUCN.UK.2023-1.RLTS.T111452869A161420900.en. Accessed on 24 August 2025." }
  },
  "beringin": {
    "namaUmum": "Beringin",
    "namaIlmiah": "Ficus benjamina L.",
    "statusKonservasi": "Beringin termasuk dalam kategori Least Concern (LC), artinya tumbuhan ini berisiko rendah terhadap kepunahan.",
    "gambar": { "buah": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/beringin-buah.png", "daun": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/beringin-daun.png", "batang": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/beringin-batang.png", "akar": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/beringin-akar.png" },
    "ekologi": { "judul": "Ekologi & Habitat", "konten": "Beringin tumbuh secara alami di berbagai negara di Asia Selatan, Asia Tenggara, Asia Timur (China), dan Australia. Tumbuhan ini memerlukan kondisi yang lembab dan sinar matahari yang cukup atau tidak terlalu banyak naungan supaya dapat tumbuh dengan baik. Kendati toleran terhadap angin kencang, daun-daun beringin cukup sensitif terhadap cahaya. Jika tumbuhan ini dipindahkan, maka dia akan bereaksi dengan menggugurkan daun-daunnya dan menggantikannya dengan daun-daun baru yang sesuai dengan intensitas cahaya di tempat barunya." },
    "morfologi": { "judul": "Morfologi", "konten": "Pohon, tingginya hingga 20 m, tajuk lebar, diameter luar 30-50 cm. Kulit kayu halus, abu-abu hingga putih keabu-abuan. Cabang utama menghasilkan akar udara yang dapat berkembang menjadi batang baru. Tangkai daun 1-2 cm. Daun tunggal, helai daun bulat telur hingga lonjong denganujung meruncing, permukaan licin dan berwarna hijau mengkilap. Buah ara duduk di ketiak daun, tunggal atau berpasangan, berwarna hijau saat muda, menjadi merah hingga ungu kehitaman saat matang. Bunga jantan, bunga empedu (gall flower), dan bunga betina berada di dalam satu buah ara." },
    "klasifikasi": { "judul": "Klasifikasi", "konten": "Regnum: Plantae, Divisio: Tracheophyta, Classis: Magnoliopsida, Ordo: Rosales, Familia: Moraceae, Genus: Ficus, Species: Ficus benjamina L." },
    "budidaya": { "judul": "Budidaya Tanaman", "konten": "Perbanyakan beringin biasanya terjadi secara alami dengan menggunakan bijinya. Tumbuhan ini biasanya memulai pertumbuhannya sebagai epifit (menumpang) pada cabang tumbuhan lain (tumbuhan inang). Selanjutnya, tumbuhan ini akan menghasilkan akar udara yang mencapai tanah dan menjadi akar sejati serta batang. Akar-akar ini berkembang dengan cepat dan menjadi penyedia makanan bagi beringin sehingga dapat tumbuh dengan cepat, bahkan lebih cepat dibandingkan inangnya. Akar-akar udara beringin kemudian menutupi batang pohon inang dan membatasi pertumbuhan membesarnya. Pada akhirnya, pohon inang akan mati “tercekik” sehingga beringin dapat tumbuh leluasa tanpa ada pesaing. \nPenyerbukan beringin, sebagaimana marga Ficus yang lainnya, biasanya dibantu oleh sejenis tawon yang seringkali disebut fig wasp dari suku Agaonidae. Tawon ini masuk lewat lubang yang disebut ostiolus pada buah ara menuju ke syconium, struktur di dalam buah ara yang terdiri atas bunga jantan, bunga betina bertangkai putik pendek (bunga empedu), dan bunga betina bertangkai putik panjang (bunga betina). Di dalam syconium, tawon tersebut akan meletakkan telurnya pada bunga empedu sambil menyerbukkan bunga-bunga betina. Bakal buah bunga empedu membentuk struktur untuk melindungi telur-telur yang diletakkan di sana dan larvanya. Ketika buah ara masak, tawon jantan akan keluar terlebih dulu untuk membuahi tawon betina; tawon betina akan keluar dari bunga empedu pada saat bunga jantan masak. Tawon jantan akan membuat terowongan untuk tawon betina yang kemudian keluar dari syconium dan terbang ke buah ara lainnya untuk menyerbukkan bunga-bunganya." },
    "manfaat": { "judul": "Manfaat", "konten": "Secara ekologis, beringin berfungsi sebagai penahan longsor, penyimpan air tanah, serta menyediakan pakan bagi satwa liar melalui buahnya. Di perkotaan, beringin dimanfaatkan sebagai tanaman penghijauan karena tajuknya dapat menyerap polutan udara (khususnya timbal), dan menjadi peneduh. Ekstrak etanol buah beringin dengan IC50 40,36 μg/mL menunjukkan aktivitas antioksidan yang kuat." },
    "referensi": { "judul": "Referensi", "konten": "1. Botanic Gardens Conservation International (BGCI) & IUCN SSC Global Tree Specialist Group. 2019. Ficus benjamina. The IUCN Red List of Threatened Species 2019: e.T145362709A145370980. https://dx.doi.org/10.2305/IUCN.UK.2019-2.RLTS.T145362709A145370980.en [Accessed on 24 August 2025].\n2. Fern, K. 2025. Useful Tropical Plants Database:Ficus benjamina. https://tropical.theferns.info/viewtropical.php?id=Ficus+benjamina [Accessed on August, 24, 2025].\n3. Maundu P.M. & Tengnas T. 2005. Useful trees and shrubs for Kenya. World Agroforestry Centre. https://apps.worldagroforestry.org/usefultrees/species.php?id=9585&species=Ficus%20benjamina\n4. Wu, Z. Y., P. H. Raven & D. Y. Hong, eds. 2003. Flora of China. Vol. 5 (Ulmaceae through Basellaceae). Beijing: Science Press. http://www.efloras.org/florataxon.aspx?flora_id=2&taxon_id=200006350\n5. Encyclopaedia Britannica (Eds). 2025. Ficus. https://www.britannica.com/science/gall-flower [Accessed on 24 August 2025]\n6. Mudawaroch, R. E., A. Pangestu, D. Romadhon, S. Nurhayati, A.B. Rahayu, F.D. Permata. 2021. Pengadaan dan Penanaman Pohon Beringin (Ficus benjamina L.) sebagai Upaya Penanggulangan Longsor. Mataram: Prosiding Seminar Nasional Pertanian APTSI III, Universitas Muhammadiyah Mataram.\n7. Suad, L.M, I.G.P. Suryadarma, Suhartini. 2021. Eksistensi Dan Distribusi Beringin (Ficus spp.) Sebagai Mitigasi Pencemaran Udara di Kota Yogyakarta. Jurnal Prodi Biologi 6(5): 165-171.\n8. Karundeng, M. & A.A. Aloanis. 2018. Analisis Pemerangkapan Radikal Bebas Ekstrak Etanol Buah Beringin (Ficus benjamina Linn.). Fullerene Journal of Chemistry 3(2): 37-39." }
  },
  "kayu-manis": {
    "namaUmum": "Kayu Manis",
    "namaIlmiah": "Cinnamomum burmanni (Nees & T. Nees) Blume",
    "statusKonservasi": "Kayu Manis termasuk dalam kategori Least Concern, artinya jenis ini memiliki populasi yang besar dan terdistribusi luas, sehinggatidak memenuhi kriteriauntuk diklasifikasikan sebagaispesies yang terancam punah.",
    "gambar": { "bunga": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/kayu-manis-bunga.png", "daun": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/kayu-manis-daun.png", "batang": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/kayu-manis-batang.png", "akar": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/kayu-manis-akar.png", "buah": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/kayu-manis-buah.png" },
    "ekologi": { "judul": "Ekologi & Habitat", "konten": "Kayu manis, yang juga dikenal dengan sebutan Cassiavera, adalah tanaman rempah yang berasal dari marga Cinnamomum. Tanaman ini memiliki potensi besar untuk dikembangkan karena berbagai manfaatnya, terutama untuk kesehatan. Tumbuhan ini diketahui merupakan tanaman lokal di Cina Selatan dan Vietnam Utara, tapi juga tersebar luas di wilayah tropis. Di Indonesia, budidaya kayu manis banyak ditemukan di daerah Sumatera Barat dan Jambi. Tumbuhan ini tumbuh di hutan-hutan, semak belukar, atau sepanjang aliran sungai di ketinggian 400 – 700 m, bahkan hingga 2000 m dpl. Meskipun demikian, produksi optimal dapat dicapai jika tumbuhan ini ditanam pada 500 – 900 m dpl. Kayu manis membutuhkan curah hujan yang merata sepanjang tahun, yaitu 2000-2500mm/tahun, suhu rata-rata 25°C, kelembaban 70-90% dan penyinaran dalam rentang 40-70%." },
    "morfologi": { "judul": "Morfologi", "konten": "Pohon, tingginya hingga 14 m dan diameter hingga 30 cm. Akar tunggang kecoklatan. Kulit batang halus, kulit luar berwarna abu-abu kecoklatan hingga coklat tua, sedangkan yang dalam berwarna merah. Daun tunggal, bertangkai, tersusun berseling. Helai daun lonjong hingga elips, panjang daun 4-14 cm, lebar 1,5-6 cm, kaku seperti kulit. Permukaan daun mengilap, daun muda merah pucat lalu hijau jika sudah tua, dan bila diremas mengeluarkan aroma khas kayu manis. Bunga hijau-putih, tabung perhiasan bunga berbentuk kerucut pendek sekitar 2 mm. Helai perhiasan bunga berbentuk lonjong bulat telur lancip. Benang sari fertil 9, kepala putik bentuk cakram, bakal buah membulat. Buah bulat telur sekitar 8 x 5 mm, warna hijau tua lalu ungu." },
    "klasifikasi": { "judul": "Klasifikasi", "konten": "Regnum: Plantae, Divisio: Tracheophyta, Classis: Magnoliopsida, Ordo: Laurales, Familia: Lauraceae, Genus: Cinnamomum, Species: Cinnamomum burmanni (Nees & T. Nees) Blume" },
    "budidaya": { "judul": "Budidaya Tanaman", "konten": "Kayu Manis tumbuh baik pada tanah yang mengandung humus, remah, berpasir, dan mudah menyerap air seperti tanah latosol, andosol dan juga tumbuh di tanah ultisol dengan pH 5,0-6,5. Lahan harus bersih dari gulma dan tunggul pohon. Sebelum disemai, tanah perlu dicangkul agar gembur dan siap ditanami. Jika kayu manis hendak ditanam dengan sistem monokultur, maka diperlukan jarak tanam 1,5 x 1,5 m, sedangkan jika akan ditanam dengan tumpangsari, maka jarak tanamnya adalah 4 x 4 m. Jika penanaman dilakukan di lahan miring, perlu dibuat teras sesuai jarak tanam dengan lebar 1,5- 2,0 m. Selanjutnya dilakukan pembuatan ajir untuk menandai letak lubang tanam, dengan ukuran lubang tanam 50 x 50 x 50 cm, yang dibiarkan terbuka selama 1-2 bulan sebelum kemudian diisi dengan pupuk kandang 2-3 kg/lubang.\nPenanaman kayu manis dapat dilakukan dengan benih atau cabang pohon yang ditebang. Benih kayu manis yang hendak disemai sebaiknya memenuhi beberapa kriteria yaitu (1) varietas unggul; (2) kemampuan berkecambah minimal 80%; (3) kadar air maksimum 35%; (4) kualitas biji bernas; dan (5) bebas dari hama serta penyakit. Benih yang hendak disemai sebaiknya ditanam di tanah yang subur, dekat dengan sumber air, dan diberikan naungan. Perkecambahan benih biasanya memakan waktu sekitar 15 hari. Penanaman semai sebaiknya dilakukan pada musim hujan dengan terlebih dulu menambahkan pupuk kendang pada lubang tanam. Semai yang sudah dimasukkan ke dalam lubang tanam selanjutnya ditimbun dan dipadatkan, serta diberikan naungan, terutama untuk tanaman yang masih muda. Selanjutnya dapat dilakukan pemeliharaan berupa pemupukan, penyiangan, dan pengendalian hama serta penyakit.\nPanen kayu manis dapat dilakukan dengan dua tahap. Tahap pertama adalah penjarangan, yaitu panen untuk tanaman yang kurang optimal pertumbuhannya dan dilakukan pada tanaman umur 3-5 tahun. Hasil kulit batang yang dapat dipanen pada fase ini rata-rata adalah 0,5 kg/batang. Teknik ini biasa dilakukan pada sistem penanaman rapat agar tanaman yang tumbuh baik bisa mendapatkan lebih banyak penyinaran dan tumbuh lurus. Tahap kedua adalah pemanenan produksi pada tanaman umur 6-9 tahun dengan rata-rata rendemen 2,5 kg/batang." },
    "manfaat": { "judul": "Manfaat", "konten": "Kulit batang kayu manis sudah umum diketahui dapat digunakan sebagai rempah untuk meningkatkan cita rasa makanan, seperti pada berbagai masakan, roti, kue, atau es krim. Bubuk kayu manis dapat diolah menjadi minuman fungsional, seperti teh untuk kesehatan. Minyak atsirinya digunakan untuk industri kosmetik dan rokok. Kayu manis dikenal kaya akan senyawa bioaktif seperti sinamaldehid, senyawa fenolik, tanin,flavonoid, triterpenoid, dan saponin. Senyawa- senyawa ini memiliki berbagai khasiat, antara lain sebagai sumber senyawa (1) Antioksidan yang efektif untuk mencegahkanker dan dapat menjadi pengganti antioksidan sintetis; (2) Antidiabetes, yaitu sinamaldehid dan fenolik yang berperan sebagai inhibitor enzim α-glukosidase dan amilase, meningkatkan sensitivitas insulin, dan memiliki aktivitas hipoglikemik untuk menurunkan kadar glukosa darah. Ekstrak kulit batang kayu manis juga dapat digunakan untuk mengurangi kadar glukosa darah pada penderita diabetes; serta (3) Antikolesterol, melalui flavonoid, triterpenoid, dan saponin yang dapat berfungsi sebagai agen antipenggumpalan sel darah merah dan antihiperkolesterolemia." },
    "referensi": { "judul": "Referensi", "konten": "1. Yuwanda, A., A.B. Adina & R.F. Budiastuti. (2023).Kayu Manis (Cinnamomum burmannii (Nees and T. Nees) Blume): Review tentang Botani, Penggunaan Tradisional, Kandungan Senyawa Kimia, dan Farmakologi. Journal of Pharmacy and Halal Studies, 1(1), 17-22. https://journal.eduscience.id/index.php/JPHS/article/view/3\n2. de Kok, R. 2020. Cinnamomum burmanni. The IUCN Red List of Threatened Species 2020: e.T145302576A145415858. https://dx.doi.org/10.2305/IUCN.UK.2020-3.RLTS.T145302576A145415858.en. [Accessed on 24 August 2025].\n3. Idris, H. & E. Mayura. 2019. Sirkuler: Informasi Teknologi Tanaman Rempah dan Obat (Teknologi Budidaya dan Pasca Panen Kayu Manis (Cinnamomum burmannii)). Bogor: Balai Penelitian Tanaman Rempah dan Obat-Pusat Penelitian dan Pengembangan Perkebunan.\n4. Wu, Z. Y., P. H. Raven & D. Y. Hong, eds. 2008. Flora of China. Vol. 7 (Menispermaceae through Capparaceae) Beijing: Science Press. http://www.efloras.org/florataxon.aspx?flora_id=2&taxon_id=242445060\n5. Maslahah, N. & H. Nurhayati. 2023. Kandungan SenyawaBioaktif dan KegunaanTanaman Kayu Manis (Cinnamomum burmannii). Warta BSIP Perkebunan, 1(3): 5-7.\n6. Ilmi, I.N., F. Filianty, & V.P. Yarlina. 2022. SediaanKayu Manis (Cinnamomum Sp.)sebagai Minuman Fungsional Antidiabetes: Kajian Literatur. Jurnal Kimia Padjadjaran, 1(1): 31- 59. https://jurnal.unpad.ac.id/jukimpad/article/view/47009\n7. Hidayat, S.N., & E. Setyaningsih. 2021. KulitBatang Kayu Manis (CinnamomumBurmanii) Ditinjau dari Metode Ekstraksi dan Dosis Efektif Terhadap Diabetes (Literatur Review). Symbiotic: Journal of Biological Education, 2(2): 40-54" }
  },
  "kecubung-gunung": {
    "namaUmum": "Kecubung Gunung",
    "namaIlmiah": "Brugmansia versicolor Lagerh.",
    "statusKonservasi": "Berdasarkan data IUCN, Brugmansia versicolor Lagerh. termasuk kategori “Least Concern” (Risiko Rendah) yang menandakan populasinya relatif stabil di habitat asli. Namun, keberadaannya berpotensi terancam akibat ekspansi pertanian dan degradasi lingkungan. Sebagai spesies dengan distribusi terbatas di lereng Andes Ekuador, upaya konservasi dan studi berkelanjutan tetap diperlukan. Kehilangan habitat menjadi perhatian utama bagi kelangsungan hidup jangka panjangnya.",
    "gambar": { "bunga": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/kecubung-gunung-bunga.png", "daun": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/kecubung-gunung-daun.png", "batang": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/kecubung-gunung-batang.png", "buah": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/kecubung-gunung-buah.png" },
    "ekologi": { "judul": "Ekologi & Habitat", "konten": "Brugmansia versicolor Lagerh. yang dikenal sebagai apricot angel’s trumpet atau kecubung gunung, berasal dari wilayah Andes di Ekuador, terutama tumbuh di lereng barat pada ketinggian 200–2.000 meter. Tanaman ini menyukai kondisi iklim hangat dan lembap, dengan siang hari yang hangat dan malam yang sejuk. Habitat alaminya umumnya berupa tanah subur yang gembur, memiliki drainase baik, serta kaya bahan organik. Tanaman ini sering ditemukan pada daerah dengan curah hujan sedang hingga tinggi. Secara keseluruhan, kecubung gunung beradaptasi baik di ekosistem tropis dan subtropis, dan sering ditemukan di area terganggu, tepi hutan, maupun lahan terbuka." },
    "morfologi": { "judul": "Morfologi", "konten": "Kecubung gunung memiliki ciri morfologi sebagai berikut:\na. Akar. Sistem perakarannya tunggang dan menyebar luas, membantu penyerapan hara dan menopang tanaman.\nb. Batang. Batang kecubung gunung berkayu, bercabang banyak, dan dapat tumbuh setinggi 2–5 meter. Kulit batang berwarna hijau keabu-abuan.\nc. Daun. Daunnya besar, tersusun berseling, berbentuk oval hingga lanset dengan ukuran 10–25 cm panjang dan 5–10 cm lebar. Tepi daun bergerigi, berwarna hijau tua, dan bertekstur lembut.\nd. Bunga. Bagian paling mencolok berupa bunga berbentuk terompet besar dengan warna oranye pucat hingga merah muda. Bentuk bunga sepenuhnya menggantung (pendent). Kelopak bunga berbentuk runcing (pointed), memiliki belahan pada satu sisi (slit on one side). Panjang bunga bisa mencapai 25 cm dan beraroma kuat, terutama saat malam hari.\ne. Buah dan biji. Kecubung gunung menghasilkan buah berbentuk polong memanjang (beri) hingga 21 cm dengan banyak biji pipih sedikit melengkung. Buah berubah warna dari hijau menjadi cokelat saat matang." },
    "klasifikasi": { "judul": "Klasifikasi", "konten": "Regnum: Plantae, Phylum: Tracheophyta, Classis: Magnoliopsida, Ordo: Solanales, Familia: Solanaceae, Genus: Brugmansia, Species: Brugmansia versicolor Lagerh." },
    "budidaya": { "judul": "Budidaya Tanaman", "konten": "Tanaman kecubung gunung termasuk tanaman tahunan (perenial) yang dapat hidup beberapa tahun, dengan fase vegetatif lalu berbunga (biasanya akhir musim semi hingga musim panas). Penyebaran benih terjadi melalui buah yang jatuh dan berkecambah pada kondisi yang sesuai. Selama proses budidaya kecubung gunung tumbuh optimal pada tanah subur, gembur, memiliki drainase baik dengan pH 6,0–7,0. Tanaman ini memerlukan sinar matahari penuh hingga teduh parsial dan relatif tahan dingin, tetapi tumbuh optimal bila suhu tidak turun di bawah 2°C. Di daerah panas ekstrem, teduh sore membantu menjaga kesehatan tanaman. Kecubung gunung juga memerlukan penyiraman teratur, terutama saat cuaca panas. Tanah harus tetap lembab tetapi tidak tergenang. Pemupukan yang seimbang selama musim pertumbuhan dapat mendukung daun sehat dan bunga melimpah." },
    "manfaat": { "judul": "Manfaat", "konten": "Kecubung gunung mempunyai beragam kegunaan sebagai:\na. Obat tradisional: Tanaman ini dimanfaatkan dalam pengobatan tradisional untuk sifat psikoaktifnya. Beberapa komunitas adat memanfaatkannya dalam ritual spiritual dan perdukunan karena efek halusinogen.\nb. Tanaman hias. Kecubung gunung sangat populer sebagai tanaman hias di taman dan lanskap berkat bunga besar, aroma harum, dan daunnya yang rimbun.\nc. Kerajinan dan industri. Serat tanaman ini dapat digunakan untuk kerajinan, meskipun jarang. Di beberapa budaya, juga digunakan untuk membuat pewarna tradisional." },
    "referensi": { "judul": "Referensi", "konten": "1. Hay, A. 2014. Brugmansia versicolor. The IUCN Red List of Threatened Species 2014: e.T38125A58908295. https://dx.doi.org/10.2305/IUCN.UK.2014-1.RLTS.T38125A58908295.en. Accessed on 24 August 2025.\n2. Lockwood, T. E. 1973. A Taxonomic Revision of Brugmansia (Solanaceae). Cambridge: Ph.D Dissertation. Harvard University.\n3. Hofmann, A., C. Ratsch, R. Schultes. 1992. Plants of the Gods: Their Sacred, Healing, and Hallucinogenic Powers. Rochester: Healing Arts Press.\n4. Preissel, U., & H.-G. Preissel. 2002. Brugmansia and Datura: Angel’s Trumpets and Thorn Apples. Buffalo, NY: Firefly Books." }
  },
  "nangka": {
    "namaUmum": "Nangka",
    "namaIlmiah": "Artocarpus heterophyllus Lam.",
    "statusKonservasi": "Merujuk data IUCN tahun 2021, Artocarpus heterophyllus Lam. termasuk kategori Not Evaluated (NE), yang berarti belum dievaluasi atau tidak dievaluasi.",
    "gambar": { "buah": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/nangka-buah.png", "daun": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/nangka-daun.png", "batang": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/nangka-batang.png", "bunga": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/nangka-bunga.png", "biji": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/nangka-biji.png" },
    "ekologi": { "judul": "Ekologi & Habitat", "konten": "Pohon ini ditemukan daerah tropis,seperti: Indonesia, India, Bangladesh, Myanmar, Sri Lanka, Malaysia, Thailand, Filipina, Karibia, hingga Brasil. Nangka tumbuh baik di daerah tropis lembab dengan curah hujan tahunan 1.500–2.500 mm. Tanaman ini toleran pada aluvial, tanah lempung berpasir, hingga lempung liat yang memiliki drainase baik dengan pH 6,0-7,5. Habitat aslinya adalah hutan hujan tropis Asia Selatan, namun kini banyak dibudidayakan di Asia Tenggara, Afrika, dan Amerika tropis sebagai tanaman buah. Nangka mampu tumbuh dari dataran rendah hingga ketinggian sekitar 1.200 m dpl." },
    "morfologi": { "judul": "Morfologi", "konten": "Nangka berakar tunggang dengan akar lateral yang kuat dan menyebar, menopang pohon besar. Batang nangka berukuran sedang hingga besar, tingginya dapat mencapai 20–25 m; batang lurus, berdiameter hingga 80 cm, kulit batang berwarna coklat keabu-abuan, sedikit beralur. Daun tunggal, duduk berseling, tebal, bentuk elips hingga bulat telur, panjang 15–25 cm, permukaan mengkilap hijau tua, tulang daun menonjol jelas. Bunganya berbentuk majemuk, uniseksual, muncul pada batang (kauliflori) dan cabang besar. Bunga jantan berbentuk bulir silindris, bunga betina berbentuk bulir besar yang kemudian berkembang menjadi buah. Buah nangka tergolong buah majemuk, panjang dapat mencapai 30–90 cm dengan berat 5–30 kg, berbentuk lonjong, kulit luar hijau hingga coklat kekuningan dengan duri lunak. Daging buah Nangka berwarna kuning keemasan, manis, dan beraroma khas. Nangka mempunyai banyak biji antara 20–100 biji per buah yang berbentuk elips, panjang 2–3 cm, kulit keras berwarna coklat, dengan endosperma yang dapat dimakan setelah direbus atau dipanggang." },
    "klasifikasi": { "judul": "Klasifikasi", "konten": "Regnum: Plantae, Phylum: Tracheophyta, Classis: Magnoliopsida, Ordo: Rosales, Familia: Moraceae, Genus: Artocarpus, Species: Artocarpus heterophyllus Lam." },
    "budidaya": { "judul": "Budidaya Tanaman", "konten": "Tanaman nangka melakukan fotosintesis dengan intensitas cahaya penuh pada daerah tropis. Tanaman ini memerlukan suhu optimal 24–32 °C dan kelembaban relatif 70–80% untuk mendukung metabolism dan pertumbuhannya. Daun lebar dengan stomata aktif berperan dalam transpirasi serta pertukaran gas. Produksi lateks pada nangka sebagai metabolit sekunder berfungsi sebagai mekanisme pertahanan terhadap herbivora dan patogen. Bunga jantan dan betina terpisah dalam satu pohon (monoecious), dengan penyerbukan dibantu angin dan serangga. Nangka melakukan fotosintesis dengan intensitas cahaya penuh pada daerah tropis. Tanaman ini memerlukan suhu optimal 24–32 °C dan kelembaban relatif 70–80% untuk mendukung metabolisme. Daun lebar dengan stomata aktif berperan dalam transpirasi serta pertukaran gas. Produksi lateks sebagai metabolit sekunder berfungsi sebagai mekanisme pertahanan terhadap herbivora dan patogen. Bunga jantan dan betina terpisah dalam satu pohon (monoecious), dengan penyerbukan dibantu angin dan serangga.\nMedia tanam ideal untuk tanaman Nangka berupa tanah tanah yang liat berpasir, gembur, subur, dan memiliki drainase baik. Penyiraman dilakukan 2–3 kali seminggu pada musim kemarau untuk menjaga kelembaban tanah. Pemupukan tanaman Nangka menggunakan pupuk kandang atau NPK seimbang setiap 2–3 bulan meningkatkan pertumbuhan vegetatif dan pembentukan buah. Pemangkasan rutin dilakukan untuk mengatur percabangan dan sirkulasi udara. Perbanyakan umum dilakukan melalui biji, namun okulasi atau sambung pucuk lebih dianjurkan untuk mempertahankan sifat unggul." },
    "manfaat": { "judul": "Manfaat", "konten": "Setiap bagian tanaman nangka mempunyai manfaat, diantaranya:\na. Buah. Daging buah nangka yang matang dikonsumsi langsung atau diolah menjadi makanan ringan, manisan, dan bahan pangan olahan. Buah nangka yang masih muda dimanfaatkan sebagai sayuran atau bahan kari dan gudeg.\nb. Biji. Biji nangka mengandung protein dan pati, dapat direbus, digoreng, atau dijadikan tepung sebagai bahan pangan alternatif.\nc. Kayu. Kayu nangka bernilai tinggi, berwarna kuning kecoklatan, tahan lama yang dapat digunakan untuk pembuatan furniture, alat musik tradisional (gamelan, kecapi), serta konstruksi rumah.\nd. Daun. Daun nangka dapat dimanfaatkan sebagai pakan ternak.\nDalam bidang etnomedisin, khususnya dalam pengobatan tradisional Asia; akar, daun, dan getah nangka digunakan untuk mengatasi gangguan pencernaan, infeksi kulit, dan sebagai antiinflamasi. Dalam sistem agroforestri, tanaman ini digunakan dalam program reboisasi." },
    "referensi": { "judul": "Referensi", "konten": "1. Fern, K. 2025. Useful Tropical Plants Database: Artocarpus heterophyllus Lam. https://tropical.theferns.info/viewtropical.php?id=Persea+americana [Accessed on August, 21, 2025].\n2. Flora of China. 2025. Artocarpus heterophyllus Lam. http://www.efloras.org/florataxon.aspx?flora_id=2&taxon_id=200006337\n3. Bakewell-Stone, P. 2022. Artocarpus heterophyllus (Jackfruit). CABI Compendium. https://doi.org/10.1079/cabicompendium.1832\n4. Edy, W. 2022 Pertumbuhan Biji Nangka (Artocarpus heterophyllus Lamk.) pada Variasi Komposisi Media Tumbuh pada Polybag. Skripsi. Majene: Universitas Sulawesi Barat.\n5. Aziz, N. B. A., A. R. Milan, M. Tahir, N. H. M. Sa’at, A. A. M. Nor, & M. Z. Razali. 2023. Peranan Morfologi dan Biologi Bunga dalam Teknologi Pembiakan Nangka. Buletin Teknologi MARDI Bil. 35: 75 – 84.\n6. Indra, D. & Setiawan I. 2019. Panen Untung dari Budidaya Tanaman Buah. Yogyakarta: Laksana.\n7. Danggur, Y. E., W. Seran, & N. P. L. B. R. Kaho. 2022. Identifikasi Jenis–Jenis Tumbuhan Obat Tradisional oleh Masyarakat Kawasan Hutan Lindung Meler Kuwus (Studi Kasus Desa Banteng Suru, Kecamatan Kuwus, Kabupaten Manggarai Barat Provinsi Nusa Tenggara Timur. Jurnal Wana Lestari, 4(2): 293-302." }
  },
  "sengon-laut": {
    "namaUmum": "Sengon Laut",
    "namaIlmiah": "Falcataria moluccana (Miq.) Barneby & J.W.Grimes",
    "statusKonservasi": "Sengon Laut masuk dalam kategori Least Concern (LC). Justifikasi untuk klasifikasi ini adalah karena spesies ini memiliki distribusi alami yang luas, populasi yang besar, dan tidak ada ancaman utama yang teridentifikasi yang dapat menyebabkan penurunan populasi dalam waktu dekat. Tren populasi saat ini dianggap stabil. Meskipunspesies ini telahdiperkenalkan secara luas di luar jangkauan aslinya,statusnya tetap dievaluasi berdasarkan distribusi aslinya di Asia Tenggara.",
    "gambar": { "batang": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/sengon-laut-batang.png", "daun": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/sengon-laut-daun.png", "bunga": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/sengon-laut-bunga.png", "buah": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/sengon-laut-buah.png", "biji": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/sengon-laut-biji.png" },
    "ekologi": { "judul": "Ekologi & Habitat", "konten": "Sengon laut (Falcataria moluccana) sinonim Paraserianthes falcataria, merupakan jenis pionir yang mudah beradaptasi dengan kondisi lingkungan tempat tumbuhnya. Tanaman ini mampu tumbuh pada berbagai jenis tanah, termasuk tanah kering, lembab, bahkan tanah yang mengandung garam dan asam, selama drainasenya baik. Di Indonesia, sengon laut dapat ditemukan di berbagai wilayah, termasuk Sumatera, Jawa, Bali, Flores, dan Maluku. Tanaman ini membutuhkan iklim yang basah dengan curah hujan optimalantara 2.000 hingga3.500 mm per tahun. Jika curah hujankurang dari 2.000 mm, pertumbuhan tanaman akan kering dan risiko serangan hama penggerek batang meningkat. Suhu optimal untuk pertumbuhannya adalah 22–29°C. Sengon laut dapat tumbuh dari dataran rendah hingga ketinggian 1.600 meter di atas permukaan laut, bahkan sampai 3.300 meter." },
    "morfologi": { "judul": "Morfologi", "konten": "Pohon, dapat mencapai tinggi hingga 40 m dengan tinggi bebas cabang hingga 20m. Diameter pohon dewasa bisa mencapai 100 cm atau lebih. Kulit batangnya berwarna putih, abu-abu, atau kehijauan, halus, dan kadang-kadang memiliki alur memanjang. Daun majemukmenyirip ganda. Anak daunnya berukurankecil, berbentuk lonjong, dan tersusun berpasangan sebanyak 15-20 pasang pada setiap tangkai. Permukaan atas daun berwarna hijau muda dan tidak berbulu, sedangkan permukaan bawahnya lebih pucat dengan rambut-rambut halus. Bunga tersusun dalam malai, berwarna putih kekuningan, dan berbentuk seperti lonceng. Bunganya biseksual, memiliki bunga jantan dan betina. Buah  polong, pipih, tipis, tanpa sekat, panjang 10-13 cm, lebar 2 cm. Setiap polong berisi 15-20 biji. Biji pipih, lonjong, tidak bersayap, hijau saat muda dan menjadi kuning atau cokelat kehitamanketika tua." },
    "klasifikasi": { "judul": "Klasifikasi", "konten": "Regnum: Plantae, Phylum: Tracheophyta, Classis: Magnoliopsida, Ordo: Fabales, Familia: Fabaceae, Genus: Falcataria, Species: Falcataria moluccana (Miq.) Barneby & J.W.Grimes." },
    "budidaya": { "judul": "Budidaya Tanaman", "konten": "Sengon laut dikenal sebagai jenis pohon cepat tumbuh (fast growing species). Pertumbuhannya sangat cepat, bahkan di tanah marjinal,karena kemampuannya untuk mengikat nitrogen. Sengon laut biasanya berbunga sekitar tiga tahun setelah tanam dan buah polongnya akan masak sekitar dua bulan setelah berbunga. Buah polong dapat dijemur kemudian benihnya dapat diambil secara manual dengan tangan atau dengan maserator. Benih sengon laut dapat dikeringkan hingga kadar airnya mencapai 8-10% lalu dapat disimpan selama 1,5 tahun pada suhu 4-8°C.\nSebelum disemai, benih perlu diberi perlakuan untuk mempercepat perkecambahan. Perlakuan yang diberikan bisa berupa (1) merendam benih ke dalam air mendidih selama 1-3 menit lalu dipindahkan ke dalam air dingin selama 15 menit hingga 24 jam; atau (2) merendam ke dalam asam sulfat pekat selama 10-15 menit kemudian dicuci dan direndam di dalam air dingin selama 24 jam. Penyemaian dilakukan dengan menyebarkan benih ke bedeng semai dengan memasukkan biji ke dalam tanah lalu diberi lapisan pasir halus dengan ketebalan 1,5 cm, diberikan mulsa di atasnya, tetapi tidak diberi naungan. Bibit dari penyemaian dapat ditanam setelah 4-5 bulan.\nPenanaman bibit sengon laut dilakukan pada musim hujan pada tanah yang sudah dibersihkan dari gulma. Jarak tanam juga diatur sedemikian rupa sehingga bervariasi sesuai tujuan penanaman. Jika sengon laut ditanam untuk produksi kayu pulp, biasanya jarak tanam yang digunakan adalah 3 x 3 m. Jarak tanam 6 x 6 m digunakan untuk produksi kayu pertukangan, sedangkan di lahan petani, sengon laut biasanya ditanam dengan jarak tanam 2 x 2 m. Tahap berikutnya adalah pemeliharaan tanaman, berupa pemupukan, penyiangan, serta pengendalian hama dan penyakit (khususnya ulat kantong, penggerek batang, dan karat puru)." },
    "manfaat": { "judul": "Manfaat", "konten": "Kayunya ringan dan agak lunak, dapat digunakan untuk bahan konstruksi ringan, bahan baku tripleks dan kayu lapis, serta bahan baku pulp untuk membuat kertas dan mebel. Sengon laut dapat dikombinasikan dengan tanaman pertanian lain seperti padi gogo dalam sistem agroforestri guna pemanfaatan lahan yang lebih efektif. Daun sengon laut digunakan untuk pakan ternak. Secara ekologis, sengon laut juga digunakan untuk rehabilitasi lahan karena dapat meningkatkan kesuburan tanah." },
    "referensi": { "judul": "Referensi", "konten": "1. Krisnawati, H., E. Varis, M. Kallio, & M. Kanninen. 2011. Paraserienthes falcataria (L) Nielsen: Ekologi, Silvikultur dan Produktivitas. Bogor: Center for International Forestry Research (CIFOR).\n2. Macdonell, P., L. Thomson & L. Baskorowati. 2019. Falcataria moluccana. The IUCN Red List of Threatened Species 2019: e.T62025496A62025498. https://dx.doi.org/10.2305/IUCN.UK.2019-3.RLTS.T62025496A62025498.en. [Accessed on 25 August 2025].\n3. Prakasa, M.S., J. Triwanto. & T. Muttaqin. 2020. Pengaruh KomposisiMedia Tanam Dan Penutupan Paranet Terhadap Pertumbuhan Sengon (Paraserianthes falcataria (L.) Nielsen). Journal of Forest Science Avicennia 3(2): 99-105.\n4. Wijayanto, N., & Nurhayati. 2022. Pertumbuhan Sengon Lokal (Paraserianthes falcataria (L.) Nielsen) dan Produktivitas Padi Gogo (Oryza sativa L.) VarietasInpago LIPI Go2 dalam Sistem Agroforestri. Jurnal Silvikultur Tropika, 13(2): 148–154." }
  },
  "sobsi": {
    "namaUmum": "Sobsi",
    "namaIlmiah": "Maesopsis eminii Engl.",
    "statusKonservasi": "Sobsi masuk dalam kategori Least Concern (LC), artinya tumbuhan ini berisiko rendah terhadap kepunahan.",
    "gambar": { "batang": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/sobsi-batang.png", "daun": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/sobsi-daun.png", "bunga": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/sobsi-bunga.png", "buah": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/sobsi-buah.png" },
    "ekologi": { "judul": "Ekologi & Habitat", "konten": "Sobsi atau seringkali disebut sebagai Kayu Afrika, berasal dari Afrika. Tumbuhan ini diintroduksikan ke berbagai negara tropis dan ditanam dalam perkebunan monokultur sebagai pohon yang cepat tumbuh. Di habitat asalnya, tumbuhan ini dapat ditemukan di wilayah-wilayah antara pegunungan tinggi dan padang rumput.\nNamun, jenis ini hidup di hutan yang lembab, pada ketinggian 700 – 1500 m dpl, dengan curah hujan 1200–3000 mm per tahun dan suhu rata-rata tahunan 22–27°C. Tanah yang disukai adalah lempung berpasir dalam, gembur, lembab,dengan pH netralhingga agak asam. Sobsi dikenal sebagai tumbuhan perintis yang dapat hidup dengan baik di padang rumput maupun di daerah yang kurang subur di hutan, dan dapat mencapai 150 tahun." },
    "morfologi": { "judul": "Morfologi", "konten": "Pohon, tinggi 10–30 meter dengan batang lurus, silindris, dan batang bebas cabang hingga 10 meter, kulit batang abu-abu hingga kecokelatan. Daunnya tunggal, berhadapan atau berseling. Helai daun lonjong-lanset 6–15 × 2–5 cm, bergerigi, meruncing pada ujungnya, mengkilap, gundul. Daun penumpu runcing, kecil, panjang 5-8 mm. Ciri-ciri utama jenis ini adalah daunnya yang bergerigi dan kelenjar yang sangat jelas kelihatan pada daun keringnya. Bunga majemuk berbatas, panjang 1-5 cm, tangkai bunga 4-25 mm, bunga biseksual berwarna hijau kekuningan. Buah batu bulat telur, 20-35 x 10-18 mm, hijau menjadi kuning hingga ungu kehitaman saat matang, memiliki kulit biji keras berisi 1-2 biji hitam." },
    "klasifikasi": { "judul": "Klasifikasi", "konten": "Regnum: Plantae, Phylum: Tracheophyta, Classis: Magnoliopsida, Ordo: Rosales, Familia: Rhamnaceae, Genus: Maesopsis, Species: Maesopsis eminii Engl." },
    "budidaya": { "judul": "Budidaya Tanaman", "konten": "Benih sobsi sebaiknya segera disemai karena cepat kehilangan viabilitas. Dormansi benih dapat dipatahkan dengan peretakan,  perendaman benih dalam air dingin selama 24 jam atau perendaman benih di dalam 50 ppm Gibberelic Acid selama 24 jam. Namun demikian benih yang direndam dalam air dingin selama 24 jam menunjukkan daya perkecambahan 93% dan laju perkecambahan 5,71% per hari, yang lebih tinggi dibandingkan perlakuan yang lainnya. Benih sebaiknya ditanam segera di polybag karena cepat  berakar. Tanaman muda dapat dipindahkan ke tempat yang permanen pada umur 2-4 bulan. Penanaman dapat dilakukan dengan jarak 2 x 3 m lalu setelah penjarangan menjadi 4 x 6 m. Pada usia muda, pohon biasanya melakukan self-pruning atau melepaskan cabang-cabangnya sendiri secara alamiah. Jenis ini tumbuh cepat dengan pertambahan tinggi 1-3 m per tahun dan pertambahan diameter batang 15-55 mm per tahun. Pohon biasanya berbunga dan berbuah saat usia tanaman mencapai 4-5 tahun. Penyakit yang perlu diwaspadai adalah hawar daun yang disebabkan oleh cendawan Curvularia sp. ditemukan pada persemaian BPDAS Citarum-Ciliwung Bogor, dengan persentase serangan mencapai 99,44%." },
    "manfaat": { "judul": "Manfaat", "konten": "Kayu dapat dimanfaatkan sebagai bahan konstruksi ringan, bahan pulp dan pembuatan kayu lapis. Daun digunakan sebagai pakan ternak. Secara ekologis, tumbuhan ini menyimpan karbon sebanyak 30,65 ton C/ha dan mengandung CO2 112,39 ton CO2/ha yang dinilai tinggi, sehingga dapat digunakan untuk rehabilitasi lahan kritis. Selain itu, jenis ini dapat digunakan sebagai pohonpeneduh di perkebunan kopi, kakao, dan kapulaga. Biji mengandung 40–50% minyaknabati (stearat, oleat, linoleat) yang berpotensi sebagai minyak pangan. Kulit kayu dapat digunakan sebagai obat tradisional dengan  merendam kulit batang di dalam air untuk obat purgatif dan diuretik, sementara kulit akar digunakan untuk mengobati gonore." },
    "referensi": { "judul": "Referensi", "konten": "1. Orwa, C., A. Mutua, R. Kindt, R. Jamnadass, A. Simons. 2009. Agroforestree Database (a tree reference and selection guide version 4.0): Maesopsis eminii. Kenya: World Agroforestry Centre. https://apps.worldagroforestry.org/treedb2/speciesprofile.php?Spid=1105   [Accessed on 25 August 2025]\n2. Botanic Gardens Conservation International (BGCI) & IUCN SSC Global Tree Specialist Group. 2019. Maesopsis eminii. The IUCN Red List of Threatened Species 2019: e.T49841506A146205771. https://dx.doi.org/10.2305/IUCN.UK.2019-2.RLTS.T49841506A146205771.en. [Accessed on 25 August 2025].\n3. Yuniarti, N. 2013. Peningkatan Viabilitas Benih Kayu Afrika  (Maesopsis emenii Engl.) dengan Berbagai Perlakuan Pendahuluan. Jurnal Perbenihan Tanaman Hutan, 1(1): 15-23.\n4. Fern, K. 2025. Useful Tropical Plants Database:Maesopsis eminii. https://tropical.theferns.info/viewtropical.php?id=Maesopsis+eminii [Accessed on August, 25, 2025]\n5. Samsoedin, I., H. Sukiman, M. Wardani, & N.M. Heriyanto. 2016. Pendugaan Biomassa dan Kandungan Karbon Kayu Afrika (Maesopsis emenii Engl.) di Kabupaten Sukabumi, Jawa Barat. Jurnal Penelitian Hutan Tanaman, 13(1): 73-81.   \n6. Firmansyah, M. A., & M. Alfarisi. 2016. Uji Patogenisitas Patogen Hawar Daun pada Tanaman Kayu Afrika (Maesopsis eminii Engl.) di Persemaian Permanen BPDAS Bogor. Jurnal Silvikultur Tropika,7(2): 115-124.\n7. Kutana, A. N., N.P.Hanifah, & K. Hidayat. 2025. Karakteristik MekanisKayu Afrika Maesopsis eminii Engl. TERRA: Journal of Forest Management, 1(1): 62-75." }
  },
  "pakel": {
    "namaUmum": "Pakel",
    "namaIlmiah": "Mangifera foetida Lour.",
    "statusKonservasi": "Berdasarkan IUCN Red List, Mangifera foetida Lour. masuk dalam kategori Least Concern (LC). Meskipun terjadi penurunan populasi akibat alih fungsi lahan, usaha hibridisasi dengan spesies mangga lainnya dengan distribusinya yang cukup luas membuat spesies ini tidak tergolong terancam secara global.",
    "gambar": { "buah": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/pakel-buah.png", "bunga": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/pakel-bunga.png", "daun": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/pakel-daun.png", "batang": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/pakel-batang.png", "biji": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/pakel-biji.png" },
    "ekologi": { "judul": "Ekologi & Habitat", "konten": "Pakel merupakan spesies asli Asia Tenggara, tersebar di Indonesia, Malaysia, dan Thailand yang dikenal dengan nama lokal mancang di Aceh; pate di Ambon; pau kasi di Alor; ambawa di Bari; batjang di Batak; ambacang di Minangkabau. Pakel dapat tumbuh baik di hutan dataran rendah tropis dengan ketinggian 500-1.800 mdpl dan curah hujan yang melimpah dan merata (1.600–4.000 mm) yang tinggi tanamannya mencapai 35-40 meter, namun saat dewasa pertumbuhannya relatif lambat. Jenis ini dapat ditemukan di tepian hutan, lahan terbuka, serta sering ditanam di pekarangan atau kebun rakyat sebagai pohon buah. Tanaman ini toleran terhadap iklim lembab dengan curah hujan tinggi." },
    "morfologi": { "judul": "Morfologi", "konten": "Pakel mempunyai sistem akar tunggang dengan cabang lateral yang kuat. Batang pakel berkayu dengan tinggi hingga 20 meter, bentuk batang bulat berdiameter hingga 100 cm, tipe percabangan sympodial, permukaan batang kasar dan terdapat retak-retak kecil dengan kulit batang berwarna coklat dengan getah lengket dan berwarna merah. Daun pakel merupakan daun tunggal, dengan helaian daun berbentuk jorong (ovalis atau elipticus), tepi daun bertepi rata, pangkal daun meruncing, ujung daun runcing, tulang daun menyirip, dan permukaan daun yang halus. Tekstur daunnya tebal dan kaku seperti kulit. Bunga pakel berkategori majemuk dengan jumlah kelopak bunga 5, benang sari 10, kepala putik 2, jumlah mahkota 5, simetri bunga aktinomorf, tipe bunga tandan, kelamin bunga yaitu bunga banci, bentuk dasar bunga mangkuk, dengan warna bunga ungu kemerahan. Buah pakel merupakan tipe buah sejati tunggal yang berdaging, termasuk golongan buah buni, warna kulit buah hijau dengan bintik-bintik hitam di kulit buah. Tekstur permukaan kulit buah halus, tangkai pada buah berwarna merah, panjang buah hingga 10 cm. Ukuran dan bentuk buahnya bervariasi, buah berbiji bulat telur miring atau hampir bulat, berukuran 9-14 cm dan lebar 7-12 cm, berisi satu biji besar. Bentuk pakel biji pipih, berkeping 2, dengan lebar biji 3.5 cm, panjang biji 4 cm, dengan jumlah lapisan kulit 2." },
    "klasifikasi": { "judul": "Klasifikasi", "konten": "Regnum: Plantae, Phylum: Tracheophyta, Classis: Magnoliopsida, Ordo: Sapindales, Familia: Anacardiaceae, Genus: Mangifera, Species: Mangifera foetida Lour." },
    "budidaya": { "judul": "Budidaya Tanaman", "konten": "Tanaman pakel dapat tumbuh subur dengan kelembaban 70–90%. \nMedia tanam pakel yang ideal adalah tanah gembur, subur, dan memiliki drainase baik. Selain itu, sanitasi lahan penanaman pakel sangat perlu dilakukan, seperti: area bebas dari sampah, dedaunan, dan ranting yang jatuh, karena dapat menjadi tempat berkembang biaknya hama dan penyakit. Selain itu, sekitar tanaman pakel dijaga agar tidak ada gulma atau rumput liar, yang dapat bersaing dengan pohon mangga dalam mendapatkan nutrisi dan air. Tanaman pakel memerlukan bawah intensitas cahaya sedang hingga terang, sehingga daun pakel dapat berfotosintesis dengan efektif. Pemangkasan cabang yang rusak juga penting untuk menjaga kesehatan pohon dan meningkatkan hasil buah. Tindakan ini mencegah penyebaran penyakit dan hama, serta membantu mengatur pertumbuhan pohon agar tetap rapi dan teratur. Tanaman pakel dapat menghasilkan metabolit sekunder seperti mangiferin, yang berfungsi sebagai antioksidan dan pertahanan terhadap stres oksidatif. Buah keluar dari infloresensi majemuk, dengan penyerbukan dibantu oleh serangga kecil seperti lebah dan lalat buah." },
    "manfaat": { "judul": "Manfaat", "konten": "Buah pakel yang telah matang dapat dikonsumsi segar. Selain itu, buahnya dapat diolah menjadi produk selai dan dodol. Buah mangga pakel, bermanfaat untuk meningkatkan daya tahan tubuh, stamina, dan juga dapat digunakan dalam program diet. Bijinya digunakan untuk melawan trikofitosis, kudis, dan eksim. Daun pakel memiliki berbagai khasiat, seperti sebagai antipiretik, antiinflamasi, antibakteri, antitumor, antijamur, dan antidiabetes. Selain itu, daun pakel juga dapat berfungsi sebagai obat penurun demam atau antiseptik. Getahnya mengiritasi kulit, namun getahnya digunakan sebagai lotion untuk mengobati tukak. Kayu pakel dapat dimanfaatkan untuk furniture." },
    "referensi": { "judul": "Referensi", "konten": "1. Alifiyah, N. I., A. Aryanto, H. Zikriyani. 2025.  Phytochemical Constituents, Nutritional Composition, and Pharmacological Potentials of Mangifera foetida: A Comprehensive Review. Jurnal Biologi Tropis, 25 (3): 2488–2499. doi: 10.29303/jbt.v25i3.9167\n2. Sari, R. P., I. Rahmawati, P. R. Primandiri, & A. M. Santoso. 2022. Karakterisasi Tanaman Pakel di Kabupaten Kediri. Prosiding Seminar Nasional Kesehatan, Sains dan Pembelajaran, 2(1), 569-574.\n3. Ganesan, S. K. 2021. Mangifera foetida. The IUCN Red List of Threatened Species 2021: e.T31392A67735676. https://dx.doi.org/10.2305/IUCN.UK.2021-3.RLTS.T31392A67735676.en. Accessed on 26 August 2025.\n4. Aulia, F.N. 2019. Uji Toksisitas Subkronik Kombinasi Ekstrak Etanol Daun Mangga Pakel dengan Daun Pandan Wangi terhadap Kadar SGOT dan SGPT Tikus. Jember: Skripsi. Fakultas Farmasi, Universitas Jember.\n5. Mubarok, H. 2023. Pengaruh konsentrasi hormon 6-Benzyl Amino Purine (BAP) terhadap perkecambahan biji mangga gedong gincu (Mangifera indica L.) secara In Vitro. Malang: Skripsi. Fakultas Sains dan Teknologi, Universitas Islam Negeri Maulana Malik Ibrahim.\n6. Sodwijo, U. S. 2023. Cara Jitu Merawat Pohon Mangga. Jakarta: Elementa Agro Lestari.\n7. Fern, K. 2025. Useful Tropical Plants Database: Mangifera foetida Lour. https://tropical.theferns.info/viewtropical.php?id=Mangifera+foetida [Accessed on August, 21, 2025]." }
  }
}
