{
  "puspa": {
    "namaUmum": "Puspa",
    "namaIlmiah": "Schima wallichii (DC.) Korth",
    "statusKonservasi": "Puspa masuk dalam kategori Least Concern (LC), artinya tumbuhan ini berisiko rendah terhadap kepunahan.",
    "deskripsiSingkat": "Pohon hijau adaptif yang dikenal karena ketahanannya terhadap api dan kemampuannya merehabilitasi lahan kritis, konservasi tanah, dan pelindung tebing lereng di kawasan perbukitan.",
    "gambar": {
      "bunga": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/puspa-bunga.png",
      "daun": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/puspa-daun.png",
      "batang": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/puspa-batang.png"
    },
    "morfologi": {
      "judul": "Morfologi",
      "konten": "Pohon hijau sepanjang tahun, tinggi 10-15 m, batang muda coklat keabu-abuan. Tangkai daun 1-2 cm, helai daun elips, 8-17.5 × 4-7.5 cm, permukaan mengkilap dan kaku, berwarna hijau tua di atas dan lebih pucat di bawah, tulang daun menyirip. Bunga duduk di ketiak daun, soliter atau tiga kuntum dalam satu klaster, putih, harum, diameter 3-4 cm. Kelopak bunga putih, bulat telur terbalik lebar, 1,5-2 × 1,5 cm. Benang sari 8-10 mm, bakal buah membulat, kepala putik berjumlah lima. Buah kapsul, coklat, beruang lima dengan masing-masing ruang terdapat dua biji."
    },
    "ekologi": {
      "judul": "Ekologi & Habitat",
      "konten": "Puspa tumbuh secara alami Asia, seperti Bhutan, China, India, Indonesia, Laos, Myanmar, Nepal, Papua Nugini, Filipina, Thailand, dan Vietnam. Di Indonesia, jenis ini tersebar di pulau Sumatra, Kalimantan, dan Jawa. Habitat alaminya berada pada ketinggian 300–2.700 meter di atas permukaan laut. Tumbuhan ini dapat berkembang dengan baik pada berbagai kondisi ekologis. Kendati jenis ini sering ditemukan di hutan pegunungan, namun tidak jarang ditemukan di padang rumput. Kemampuannya untuk tumbuh di tempat terbuka maupun terlindungi, sifatnya yang adaptif di lahan kritis, serta ketahanannya terhadap api, menjadikannya cocok untuk rehabilitasi hutan, konservasi tanah, dan pelindung tebing lereng di kawasan perbukitan."
    },
    "budidaya": {
      "judul": "Budidaya Tanaman",
      "konten": "Puspa dapat tumbuh optimal jika ditanam pada ketinggian 1950 dpl dan dapat tumbuh setinggi 20 cm dalam kurun 6-8 bulan. Kendati dapat tumbuh pada berbagai jenis tanah, jenis ini menyukai tempat yang teduh, lebih menyukai pH 5,0 – 6,5, dan tumbuh subur pada tanah dengan drainase baik. Pembibitan dapat dilakukan dengan terlebih dahulu merendam benih di dalam air hangat selama sekitar 12 jam. Setelah itu, benih ditanam dengan sedikit tanah di tempat teduh. Semai dapat dipindahkan ke dalam pot jika sudah mencapai 5-8 cm, dan dapat dipindahkan ke tempat terbuka setelah 20 cm. Biasanya pohon dapat berbunga dan berbuah setelah 4 tahun dengan variasi periode pembungaan 33 hingga 42 hari. Pada studi revegetasi Cagar Biosfer Cibodas, jenis ini menunjukkan indeks pertumbuhan 32,82 atau yang tertinggi dibandingkan jenis-jenis lainnya yang juga ditanam di lokasi tersebut. Buah atau biji akan berumur pendek jika diletakkan di ruang terbuka pada suhu ruang, tetapi buah atau biji kering akan dapat disimpan setidaknya hingga tiga bulan."
    },
    "manfaat": {
      "judul": "Manfaat",
      "konten": "Pohon ini cocok untuk reforestasi dan konservasi air, pohon peneduh untuk perkebunan kopi, dan vegetasi penutup pada perkebunan pinus dan damar. Kayu digunakan untuk konstruksi bangunan, bahan baku kertas, dan kayu bakar. Kulit kayu digunakan untuk pewarna serta digunakan sebagai ramuan antiseptik untuk mengobati luka. Kulit kayu dan daun mengandung senyawa aktif fenol dan flavonoid yang memiliki efek antibakteri dan antioksidan. Kelopak bunga bersifat astringen dan digunakan untuk gangguan rahim. Getah batang dimanfaatkan untuk infeksi telinga. Biji mengandung minyak."
    },
    "klasifikasi": {
      "judul": "Klasifikasi",
      "konten": "Regnum: Plantae, Phylum: Tracheophyta, Classis: Magnoliopsida, Ordo: Ericales, Familia: Theaceae, Genus: Schima, Species: Schima wallichii (DC.) Korth."
    },
    "referensi": {
      "judul": "Referensi",
      "konten": "1. Oldfield, S. 2018. Schima wallichii. The IUCN Red List of Threatened Species 2018: e.T63077A62085289. https://dx.doi.org/10.2305/IUCN.UK.2018-1.RLTS.T63077A62085289.en. [Accessed on 22 August 2025]\n2. Almadani, A. R., & W.G. Hermawan. 2023. Fenologi Perkembangan Diameter Dan Ketinggian Batang Tumbuhan Puspa (Schima wallichii Dc. Korth) di Wilayah Resort Wonolelo, Taman Nasional Gunung Merbabu. Nusantara Hasana Journal, 2(12): 152-157.\n3. Handayani, A., I.Q. Lailaty, & S. Astutik. 2019. Evaluasi kesintasan dan pertumbuhan beberapa jenis pohon lokal di area restorasi Cagar Biosfer Cibodas. Journal of Natural Resources and Environmental Management, 9(3): 541-548.\n4. Wu, Z. Y., P. H. Raven & D. Y. Hong (Editors). 2007. Flora of China. Vol. 12 (Hippocastanaceae through Theaceae). Beijing: Science Press. http://www.efloras.org/florataxon.aspx?flora_id=2&taxon_id=200014159\n5. Khanduri, V.P., C. M. Sharma, K. S. Kumar, & S. K. Ghildiyal. 2013. Annual Variation in Flowering Phenology, Pollination, Mating System, and Pollen Yield in Two Natural Populations of Schima wallichii (DC.) Korth. The Scientific World Journal 350157: 1-11. https://onlinelibrary.wiley.com/doi/10.1155/2013/350157\n6. Fern, K. 2025. Useful Tropical Plants Database: Schima wallichii. https://tropical.theferns.info/viewtropical.php?id=Schima+wallichii [Accessed on August, 21, 2025].\n7. Shrestha, D., A.B. Magar, S. Pakka, & K.R. Sharma. 2024. Phytochemical analysis, antioxidant, antimicrobial, and toxicity studies of Schima wallichii growing in Nepal. International Journal of Food Properties, 27(1): 273-285.\n8. Nursanti, A. Adriadi, & Sai'in. 2021. Komponen Faktor Abiotik Lingkungan Tempat Tumbuh Puspa (Schima wallichii Dc. Korth) di Kawasan Hutan Adat Bulian Kabupaten Musirawas. Jurnal Silva Tropika, 5(2): 438-445."
    }
  },
  "alpukat": {
    "namaUmum": "Alpukat",
    "namaIlmiah": "Persea americana Mill.",
    "statusKonservasi": "Berdasarkan IUCN Red List, alpukat masuk dalam kategori Least Concern (LC), artinya berisiko rendah terhadap kepunahan. Hal ini disebabkan oleh distribusinya yang luas, budidaya intensif di berbagai negara, serta tingginya permintaan pasar global atas buah dari tanaman ini.",
    "deskripsiSingkat": "Berasal dari Amerika Tengah, alpukat adalah tanaman tropis dan subtropis yang banyak dibudidayakan karena nilai ekonominya. Buahnya dapat dikonsumsi langsung, sementara daun dan bijinya memiliki berbagai manfaat untuk pengobatan tradisional.",
    "gambar": {
      "buah": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/alpukat-buah.png",
      "bunga": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/alpukat-bunga.png",
      "daun": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/alpukat-daun.png",
      "batang": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/alpukat-batang.png"
    },
    "ekologi": {
      "judul": "Ekologi & Habitat",
      "konten": "Alpukat berasal dari Amerika Tengah, khususnya Meksiko, Kolumbia, dan Venezuela. Alpukat tumbuh baik di daerah tropis dan subtropis dengan ketinggian 200–2.500 meter di atas permukaan laut. Tanaman ini memerlukan iklim hangat dengan curah hujan tahunan sedang hingga tinggi. Habitat alaminya berupa hutan tropis lembab, namun saat ini lebih banyak ditemukan pada lahan budidaya karena bernilai ekonomi tinggi."
    },
    "morfologi": {
      "judul": "Morfologi",
      "konten": "Pohon alpukat hijau sepanjang tahun (tidak meranggas) dengan akar tunggang dengan banyak akar lateral. Batang tingginya hingga 20 m dan menyebar, ranting silindris, percabangan banyak, panjang tangkai antara 1,5-5 cm, tidak bergetah. Daun hijau, bentuk bervariasi dari elips, oval, lanset, dan lonjong tersusun berseling. Bunga berkelamin dua, tumbuh dari ujung batang atau pada ranting, putih hingga kuning kehijauan, mekar dua kali sehari, pagi dan sore. Benang sari berjumlah sembilan, kepala putik berbentuk cakram, dan bakal buah berbentuk lonjong. Buah beratnya sekitar 300-800 g (tergantung varietasnya), berwarna hijau, ungu bahkan merah kehitaman, serta biasanya berbentuk pir atau membulat. Kulit buah (exocarp) lunak, daging buah (mesocarp) tebal dan dapat dimakan, dikelilingi oleh selaput kulit biji yang tebal. Ketika buah alpukat matang pohon, maka akan mengeluarkan suara apabila digoyang dan selaput biji akan mengalami perubahan warna menjadi coklat keabu-abuan serta terlepas dari biji. Biji satu, bulat, kekuningan. Hingga tahun 2021, Kementerian Pertanian RI menginventarisasi beberapa varietas alpukat di Indonesia, diantaranya: ijo panjang, ijo bundar, YM lebak, mega murapi, mega gagauan, mega paninggahan, feurtindo (mentega), tongar, ledapuan sikka, pesako, gayo, siginjai, sindangreret, mentera, kendil, raja giri, si jago, rengganis, wina bandungan, idola, cipedak, moncok mentaram, soga, dan pameling. Dalam perkembangannya varietas alpukat lokal yang banyak dibudidayakan meliputi mentega, wina, miki, hass, jambon, pluwang, murapi, kendil, aligator, dan alpukat tanpa biji. Varietas-varietas alpukat yang dikembangkan tersebut mempunyai morfologi buah yang berbeda-beda."
    },
    "klasifikasi": {
      "judul": "Klasifikasi",
      "konten": "Regnum: Plantae, Phylum: Tracheophyta, Classis: Magnoliopsida, Ordo: Laurales, Familia: Lauraceae, Genus: Persea, Species: Persea americana Mill."
    },
    "budidaya": {
      "judul": "Budidaya Tanaman",
      "konten": "Pertumbuhan alpukat yang optimal memerlukan curah hujan sekitar 750-1.500 mm/tahun, suhu udara antara 12-30 °C, serta lama penyinaran matahari minimal 5 jam dalam sehari. Jenis tanah untuk pertumbuhan alpukat diantaranya lempung berpasir (sandy loam), lempung liat (clay loam), lempung endapan (alluvial loam), inceptisol, grumusol, dan andisol. Namun demikian, alpukat bertumbuh optimal dalam tanah yang gembur, subur, banyak mengandung bahan organik, dengan pH berkisar 5,6-6,4. Jika pH di bawah 5,5, alpukat terancam keracunan karena unsur Al, Mg dan Fe larut dalam jumlah cukup banyak. Bibit alpukat membutuhkan waktu 6-8 tahun untuk menghasilkan buah, sedangkan cangkok, okulasi, sambung pucuk dapat mulai berbuah pada tahun kedua. Buah alpukat unik karena mengandung sejumlah besar gula C7 dalam bentuk mannoheptulosa dan perseitol yang bertindak sebagai gula yang dapat diangkut dan disimpan dan sebagai pengatur potensial pematangan buah. Gula C7 ini memainkan peran penting selama pertumbuhan dan perkembangan buah, tetapi masih diperlukan konfirmasi mengenai rute biosintesis dan fungsi fisiologis selama pertumbuhan dan perkembangan buah alpukat. Peningkatan jumlah produksi alpukat dipengaruhi oleh penggunaan pupuk. Pemberian kombinasi secara seimbang antara pupuk NPK dan pupuk hayati memiliki pengaruh dalam peningkatan yang signifikan pada laju tinggi tanaman dan laju jumlah cabang tersier tanaman alpukat, khususnya varietas Hass. Sopian dkk melaporkan bahwa pemberian dosis 10 mL/L biofertilizer, 5% DEA, dan 35% ekstrak mimba memberikan pengaruh terbaik terhadap tinggi tanaman, tingkat klorofil daun, diameter batang, dan jumlah daun alpukat. Metode aplikasi pemupukan dengan cara dikocor pada media tanam jugamemberikan hasil terbaik terhadap tinggi tanaman, jumlah daun, dan tingkat klorofil daun."
    },
    "manfaat": {
      "judul": "Manfaat",
      "konten": "Buah alpukat dapat dikonsumsi secara langsung sebagai buah segar maupun dapat diolah menjadi produk minuman dan makanan yang sehat. Daun alpukat digunakan untuk mengobati nyeri saraf, nyeri lambung, menurunkan darah tinggi, nyeri perut dan diare, diabetes, perdarahan hebat pada menstruasi, dan mengobati batu ginjal. Biji alpukat bisa digunakan untuk mengurangi kadar gula dalam darah."
    },
    "referensi": {
      "judul": "Referensi",
      "konten": "1. Fern, K. 2025. Useful Tropical Plants Database: Persea americana.https://tropical.theferns.info/viewtropical.php?id=Persea+americana [Accessed on August, 21, 2025].\n2. Wegier, A., F. L. Hernández, A. Contrera, W. Tobón, & A. Mastretta-Yanes. 2017. Persea americana (errata version published in 2018). The IUCN Red List of Threatened Species 2017: e.T96986556A129765464. https://dx.doi.org/10.2305/IUCN.UK.2017-3.RLTS.T96986556A96986588.en. Accessed on 24 August 2025.\n3. Setiyanto, A. E. R., Abdullah, & M.W.W. Sakti. 2021. Buah-Buahan Indonesia: Tinjauan Biologi dan Kesehatan. Malang: Media Nusa Creative.\n4. Wu, Z. Y., P. H. Raven, & D. Y. Hong (Editors). 2008. Flora of China, Vol. 7 (Menispermaceae through Capparaceae). Beijing: http://www.efloras.org/florataxon.aspx?flora_id=2&taxon_id=200009046\n5. Indrajati, S. B., D. Rosita, & L. D. Saputra. 2021. Buku Lapang Budidaya Alpukat. Jakarta: Direktorat Buah dan Florikultura, Direktorat Jenderal Hortikultura, Kementerian Pertanian Republik Indonesia.\n6. Pedreschi R., V. Uarrota, C. Fuentealba, J. E. Alvar, P. Olmedo, B. G. Defilippi, C. Meneses, & Campos-Vargas, R. 2019. Primary Metabolism in Avocado Fruit. Front. Plant Sci. 10: 795. doi: 10.3389/fpls.2019.00795\n7. Hazra, F., D. A. Santosa, K. Tanuwijaya, & D. Sukmana. 2022. Evaluasi Pupuk Hayati dan NPK terhadap Pertumbuhan Tanaman Alpukat (Persea americana Mill.) di Kebun Superavo, Subang. J. Il. Tan. Lingk., 24 (1): 14-19. doi: https://doi.org/10.29244/jitl.24.1.14-19\n8. Sopian, M., Nurmayulis, A. H. Sodiq, & J. E. R. Rumbiak. 2023. Kondisi Optimal Pertumbuhan Bibit Alpukat (Persea americana Mill.) dengan Menggunakan Pupuk Hayati dan Kombinasi Ektraks Mimba serta Biosurfaaktan Diethanolamide (DEA) Kelapa Sawit. J. Ilm. Pertan., 20 (3): 258-270. doi: https://doi.org/10.31849/jip.v20i3.16276\n9. Yulianti, E. R (Editor). 2022. Sayur dan Buah Berwarna Hijau di Lingkungan Rumah untuk Menangkal Radikal Bebas di Masa Pandemi Covid-19. Yogyakarta: Penerbit Deepublish."
    }
  },
  "aren": {
    "namaUmum": "Aren",
    "namaIlmiah": "Arenga pinnata (Wurmb) Merr.",
    "statusKonservasi": "Berdasarkan penilaian IUCN Red List terkini, Arenga pinnata (Wurmb) Merr. belum termasuk dalam kategori spesies terancam atau punah. Kemampuannya beradaptasi pada berbagai habitat serta praktik budidaya yang luas mendukung kestabilan populasinya di alam. Namun, penurunan populasi lokal dapat terjadi akibat hilangnya habitat dan eksploitasi berlebihan di beberapa daerah. Oleh karena itu, pemantauan tetap diperlukan agar pemanfaatan tanaman ini dapat berkelanjutan bagi masyarakat maupun ekosistem.",
    "deskripsiSingkat": "Aren, atau sugar palm, adalah tanaman tropis serbaguna yang niranya diolah menjadi gula, buahnya menjadi kolang-kaling, dan berbagai bagian lainnya dimanfaatkan untuk pangan, obat, serta industri non-pangan.",
    "gambar": {
      "buah": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/aren-buah.png",
      "bunga": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/aren-bunga.png",
      "daun": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/aren-daun.png",
      "batang": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/aren-batang.png"
    },
    "ekologi": {
      "judul": "Ekologi & Habitat",
      "konten": "Arenga pinnata dikenal sebagai aren atau sugar palm, tumbuh subur pada iklim tropis yang hangat dan lembab. Tanaman ini awalnya ditemukan di kawasan Bangladesh, Kambodia, Myanmar, Thailand Malaysia, Filipina, serta Indonesia yang tersebar di daerah Sumatera, Jawa hingga Sulawesi. Spesies ini tumbuh pada ketinggian dari permukaan laut hingga sekitar 1.400 meter. Aren menyukai lingkungan yang lembab, sering dijumpai di hutan hujan tropis maupun hutan sekunder, dan biasanya tumbuh dekat dengan pemukiman manusia. Tanaman ini mampu beradaptasi dengan baik pada lahan yang terganggu, bahkan dapat menginvasi celah-celah hutan, sehingga membentuk tegakan rapat yang berpotensi menghambat pertumbuhan spesies asli."
    },
    "morfologi": {
      "judul": "Morfologi",
      "konten": "Aren mempunyai jenis akar serabut dengan sistem perakarannya luas yang berfungsi untuk memperkokoh tanaman serta menstabilkan pada berbagai kondisi tanah. Batangnya tumbuh tunggal dengan tinggi mencapai 20 meter dan diameternya 40 centimeter, berbentuk kokoh dan tebal. Permukaan batang sering tertutup serabut yang berasal dari pelepah daun tua. Aren memiliki daun majemuk menyirip yang besar yang panjangnya dapat mencapai antara 5–8,2 meter, terdiri atas sekitar 85-150 anak daun yang tersusun menyerupai bulu burung. Tangkai daun dan pelepah daun aren dapat mencapai hingga 1,6 m. Aren menghasilkan bunga jantan dan betina yang muncul berkelompok dalam tandan (raceme). Bunga aren berukuran kecil, berwarna putih krem, dan tumbuh dari ketiak daun. Aren mempunyai buah berupa drupe berdaging yang saat matang berwarna cokelat tua hingga hitam, berisi satu biji. Biji aren berukuran 3, 3 × 2,5 cm, dengan dua sisi pipih dan satu sisi melengkung, dikelilingi oleh kristal iritan; endosperma homogen, embrio lateral. Biji buah ini sering disebut kolang-kaling. Daging buah dapat dimakan. Rumpun bunga aren dapat disadap dam menghasilkan nira."
    },
    "klasifikasi": {
      "judul": "Klasifikasi",
      "konten": "Regnum: Plantae, Phylum: Streptophyta, Classis: Equisetopsida, Ordo: Arecales, Familia: Arecaceae, Genus: Arenga, Species: Arenga pinnata (Wurmb) Merr."
    },
    "budidaya": {
      "judul": "Budidaya Tanaman",
      "konten": "Beberapa aspek fisiologi dalam budidaya aren yang menunjang kelangsungan dan produktivitas hidupnya perlu diperhatikan, antara lain:\na. Fotosintesis. Aren melakukan fotosintesis dengan memanfaatkan cahaya matahari, karbondioksida, dan air untuk menghasilkan energi.\nb. Respon terhadap stress. Aren mampu mentoleransi kondisi kekeringan sesekali, meskipun lebih menyukai tanah yang tetap lembap. Dalam kondisi stres, tanaman aren cenderung menurunkan laju pertumbuhan untuk menghemat energi.\nc. Siklus hidup. Pertumbuhan tanaman aren tergolong lambat hingga sedang, sehingga membutuhkan beberapa tahun untuk mencapai kematangan atau tanaman siap menghasilkan. Aren bereproduksi secara generatif melalui bunga hingga menghasilkan buah pada fase dewasa.\nAspek budidaya agar tanaman aren bertumbuh dengan optimal, yiatu:\na. Kebutuhan tanah. Aren memerlukan kondisi tanah yang subur, gembur, dengan kandungan organik tinggi. Penambahan bahan organik secara rutin sangat dianjurkan.\nb. Pembibitan dan jarak tanam. . Pembibitan tanaman aren dapat menggunakan benih dalam bentuk biji yang matang dan berkualitas, sehingga daya kecambah 71% dengan kecepatan kecambah 2-4 minggu.Kecambah dengan tinggi 3-5 cm dapat dipindah ke bedeng pembibitan ataupun polibag dengan ukuran tinggi 30 cm dan diameter 20 cm yang telah diberi campuran tanah dan pupuk kandang dengan perbandingan 1:2. Pemindahan ke pembibitan ini dilakukan sore hari untuk mencegah terjadinya penguapan yang tinggi. Apabila menggunakan polibag, ukurannya. Pemeliharaan bibit dilakukan terutama untuk menjaga media tumbuh dalam keadaan tetap basah tetapi tidak tergenang air, sehingga aerasinya baik dan akar dapat bertumbuh dan berkembang dengan optimal. Jika aren ditanam lebih dari satu, maka jarak yang cukup harus dipertahankan agar sirkulasi udara baik dan kompetisi hara berkurang\nc. Penyiraman. Tanaman aren membutuhkan kelembapan teratur, tetapi sensitif terhadap genangan. Sehingga, tanah harus memiliki drainase baik agar akar tidak membusuk.\nd. Cahaya. Pertumbuhan aren yang ideal berada di bawah sinar matahari penuh. Namun demikian, aren mampu bertahan di tempat agak teduh pada fase mudanya.\ne. Pemupukan. Aren perlu diberikan pupuk seimbang, terutama pada musim pertumbuhan, diaplikasikan setiap beberapa bulan untuk mendukung perkembangan. Pemberian takaran dan jenis pupuk untuk bibit aren berbeda menurut umur bibit, seperti: bibit berumur 2 bulan diberi urea 10 g/bibit dan TSP 5 g/bibit. Tanaman berumur 4 bulan diberi urea 10 g/bibit dan TSP 10 g/bibit. Dalam perkembangan lebih lanjut, tanaman berumur 6 bulan diberi urea 20 g/bibit dan TSP 15 g/bibit serta berumur 8 bulan diberikan urea 25g/bibit dan TSP 20 g/bibit. Pemberian pupuk organic, seperti kotoran sapi sebanyak 300 g/bibit juga memberikan pertumbuhan bibit aren yang lebih baik."
    },
    "manfaat": {
      "judul": "Manfaat",
      "konten": "Tanaman aren dimanfaatkan secara luas dalam berbagai bidang pangan tradisional maupun modern. Beberapa pemanfaatan tanaman aren diantaranya:\na. Pangan. Hasil sadapan nira aren segar mempunyai rasa manis, sehingga dapat diolah menjadi gula aren merah maupun difermentasi menjadi minuman beralkohol. Buah aren yang sering disebut kolang kaling juga dapat dikonsumsi dengan beberapa tahap pengolahan. Salah satu produk olahan yang terkenal adalah kolak. Tunas apical aren yang dikenal sebagai 'jantung aren' terkadang juga digunakan untuk bahan salad maupun disayur.\nb. Obat-obatan: Nira tanaman ini dipakai dalam pengobatan tradisional untuk masalah pencernaan serta sebagai tonik kesehatan. Akarnya juga menghasilkan produk obat, seperti rebusan teh yang digunakan untuk menyembuhkan masalah kandung kemih.\nc. Industri non pangan. Serat dari batang dan daun aren dapat digunakan untuk membuat tali, tikar, dan perlengkapan lainnya. Serat daun ini digunakan untuk pekerjaan kelautan, atap jerami, pelapis, dan sikat. Pangkal daun aren terdapat bahan wol yang dapat digunakan untuk mendempul kapal dan mengisi bantal.\nd. Kelestarian tanah. Tanaman ini mempunyai sistem perakaran yang luas, hingga kedalaman 3 meter dan lebar 10 meter sehingga dapat berperang dalam menstabilkan tanah terutama di lahan miring."
    },
    "referensi": {
      "judul": "Referensi",
      "konten": "1. Duryat, A.A.E. Rianti, M. Riniarti, I. S. Banuwa, B. Yuwono, S. Darmawan, & A. Rodiani. 2024. Inventory and mapping of aren (Arenga pinnata Merr.) plus tree in Tanggamus district, Lampung, Indonesia. International Journal of Design & Nature and Ecodynamics, 19 (2): 523-530. https://doi.org/10.18280/ijdne.190218\n2. Widayati, W., U. Rianse, H. Hanafi, & W. G. Abdullah. 2018. Empowerment model of aren (Arenga pinnata (Wurmb) Merr) farmer through their interaction with the environment. International Journal of Scientific & Technology Research, 7(7): 154-59.\n3. Baker, W.J., A.S. Barfod, R. Cámara-Leret, J.L. Dowe, C.D. Heatubun, P. Petoe, J. H. Turner, S. Zona, & J. Dransfield. 2024. Palms of New Guinea. Royal Botanic Gardens, Kew, Richmond. 726 pp.\n4. Dransfield, J., N.W. Uhl, C. B. Asmussen, W. J. Baker, M. M. Harley, & C. E. Lewis. 2008. Genera palmarum. Kew: Royal Botanic Gardens, 410-42.\n5. Suhendra, D., N. Karjunita, & W. K. Sari. 2023. Exploration and Morphological Characterization of Aren (Arenga pinnata Merr) Plants in Luhak District, 50 Kota Regency. JERAMI: Indonesian Journal of Crop Science, 5(2): 56-67. doi: https://doi.org/10.25077/jijcs.5.2.16-27.2023\n6. Maretha, D. E., Y. Hapida, &Y. A. T. Nugroho. 2020. Pemanfaatan air nira tanaman aren (Arenga pinnata Merr) menjadi gula semut. Palembang: Noer Fikri Offset.\n7. Hargreaves, S. 2023. Arenga pinnata. The IUCN Red List of Threatened Species 2023: e.T111452869A161420900. https://dx.doi.org/10.2305/IUCN.UK.2023-1.RLTS.T111452869A161420900.en. Accessed on 24 August 2025."
    }
  },
  "beringin": {
    "namaUmum": "Beringin",
    "namaIlmiah": "Ficus benjamina L.",
    "statusKonservasi": "Beringin termasuk dalam kategori Least Concern (LC), artinya tumbuhan ini berisiko rendah terhadap kepunahan.",
    "deskripsiSingkat": "Beringin adalah pohon besar yang dikenal dengan akar gantungnya, berfungsi penting secara ekologis untuk menyimpan air dan menjadi pakan satwa, serta dimanfaatkan sebagai tanaman peneduh dan penghijauan di perkotaan.",
    "gambar": {
      "buah": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/beringin-buah.png",
      "daun": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/beringin-daun.png",
      "batang": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/beringin-batang.png",
      "akar": "https://raw.githubusercontent.com/florabicara/flora-bicara/main/images/beringin-akar.png"
    },
    "ekologi": {
      "judul": "Ekologi & Habitat",
      "konten": "Beringin tumbuh secara alami di berbagai negara di Asia Selatan, Asia Tenggara, Asia Timur (China), dan Australia. Tumbuhan ini memerlukan kondisi yang lembab dan sinar matahari yang cukup atau tidak terlalu banyak naungan supaya dapat tumbuh dengan baik. Kendati toleran terhadap angin kencang, daun-daun beringin cukup sensitif terhadap cahaya. Jika tumbuhan ini dipindahkan, maka dia akan bereaksi dengan menggugurkan daun-daunnya dan menggantikannya dengan daun-daun baru yang sesuai dengan intensitas cahaya di tempat barunya."
    },
    "morfologi": {
      "judul": "Morfologi",
      "konten": "Pohon, tingginya hingga 20 m, tajuk lebar, diameter luar 30-50 cm. Kulit kayu halus, abu-abu hingga putih keabu-abuan. Cabang utama menghasilkan akar udara yang dapat berkembang menjadi batang baru. Tangkai daun 1-2 cm. Daun tunggal, helai daun bulat telur hingga lonjong denganujung meruncing, permukaan licin dan berwarna hijau mengkilap. Buah ara duduk di ketiak daun, tunggal atau berpasangan, berwarna hijau saat muda, menjadi merah hingga ungu kehitaman saat matang. Bunga jantan, bunga empedu (gall flower), dan bunga betina berada di dalam satu buah ara."
    },
    "klasifikasi": {
      "judul": "Klasifikasi",
      "konten": "Regnum: Plantae, Divisio: Tracheophyta, Classis: Magnoliopsida, Ordo: Rosales, Familia: Moraceae, Genus: Ficus, Species: Ficus benjamina L."
    },
    "budidaya": {
      "judul": "Budidaya Tanaman",
      "konten": "Perbanyakan beringin biasanya terjadi secara alami dengan menggunakan bijinya. Tumbuhan ini biasanya memulai pertumbuhannya sebagai epifit (menumpang) pada cabang tumbuhan lain (tumbuhan inang). Selanjutnya, tumbuhan ini akan menghasilkan akar udara yang mencapai tanah dan menjadi akar sejati serta batang. Akar-akar ini berkembang dengan cepat dan menjadi penyedia makanan bagi beringin sehingga dapat tumbuh dengan cepat, bahkan lebih cepat dibandingkan inangnya. Akar-akar udara beringin kemudian menutupi batang pohon inang dan membatasi pertumbuhan membesarnya. Pada akhirnya, pohon inang akan mati “tercekik” sehingga beringin dapat tumbuh leluasa tanpa ada pesaing. \nPenyerbukan beringin, sebagaimana marga Ficus yang lainnya, biasanya dibantu oleh sejenis tawon yang seringkali disebut fig wasp dari suku Agaonidae. Tawon ini masuk lewat lubang yang disebut ostiolus pada buah ara menuju ke syconium, struktur di dalam buah ara yang terdiri atas bunga jantan, bunga betina bertangkai putik pendek (bunga empedu), dan bunga betina bertangkai putik panjang (bunga betina). Di dalam syconium, tawon tersebut akan meletakkan telurnya pada bunga empedu sambil menyerbukkan bunga-bunga betina. Bakal buah bunga empedu membentuk struktur untuk melindungi telur-telur yang diletakkan di sana dan larvanya. Ketika buah ara masak, tawon jantan akan keluar terlebih dulu untuk membuahi tawon betina; tawon betina akan keluar dari bunga empedu pada saat bunga jantan masak. Tawon jantan akan membuat terowongan untuk tawon betina yang kemudian keluar dari syconium dan terbang ke buah ara lainnya untuk menyerbukkan bunga-bunganya."
    },
    "manfaat": {
      "judul": "Manfaat",
      "konten": "Secara ekologis, beringin berfungsi sebagai penahan longsor, penyimpan air tanah, serta menyediakan pakan bagi satwa liar melalui buahnya. Di perkotaan, beringin dimanfaatkan sebagai tanaman penghijauan karena tajuknya dapat menyerap polutan udara (khususnya timbal), dan menjadi peneduh. Ekstrak etanol buah beringin dengan IC50 40,36 μg/mL menunjukkan aktivitas antioksidan yang kuat."
    },
    "referensi": {
      "judul": "Referensi",
      "konten": "1. Botanic Gardens Conservation International (BGCI) & IUCN SSC Global Tree Specialist Group. 2019. Ficus benjamina. The IUCN Red List of Threatened Species 2019: e.T145362709A145370980. https://dx.doi.org/10.2305/IUCN.UK.2019-2.RLTS.T145362709A145370980.en [Accessed on 24 August 2025].\n2. Fern, K. 2025. Useful Tropical Plants Database:Ficus benjamina. https://tropical.theferns.info/viewtropical.php?id=Ficus+benjamina [Accessed on August, 24, 2025].\n3. Maundu P.M. & Tengnas T. 2005. Useful trees and shrubs for Kenya. World Agroforestry Centre. https://apps.worldagroforestry.org/usefultrees/species.php?id=9585&species=Ficus%20benjamina\n4. Wu, Z. Y., P. H. Raven & D. Y. Hong, eds. 2003. Flora of China. Vol. 5 (Ulmaceae through Basellaceae). Beijing: Science Press. http://www.efloras.org/florataxon.aspx?flora_id=2&taxon_id=200006350\n5. Encyclopaedia Britannica (Eds). 2025. Ficus. https://www.britannica.com/science/gall-flower [Accessed on 24 August 2025]\n6. Mudawaroch, R. E., A. Pangestu, D. Romadhon, S. Nurhayati, A.B. Rahayu, F.D. Permata. 2021. Pengadaan dan Penanaman Pohon Beringin (Ficus benjamina L.) sebagai Upaya Penanggulangan Longsor. Mataram: Prosiding Seminar Nasional Pertanian APTSI III, Universitas Muhammadiyah Mataram.\n7. Suad, L.M, I.G.P. Suryadarma, Suhartini. 2021. Eksistensi Dan Distribusi Beringin (Ficus spp.) Sebagai Mitigasi Pencemaran Udara di Kota Yogyakarta. Jurnal Prodi Biologi 6(5): 165-171.\n8. Karundeng, M. & A.A. Aloanis. 2018. Analisis Pemerangkapan Radikal Bebas Ekstrak Etanol Buah Beringin (Ficus benjamina Linn.). Fullerene Journal of Chemistry 3(2): 37-39."
    }
  }
}
